{
    "version": "https://jsonfeed.org/version/1",
    "title": "Mark Honeychurch",
    "home_page_url": "https://mark.honeychurch.org",
    "feed_url": "https://mark.honeychurch.org/feed.json",
    "description": "Coder, Skeptic, Humanist",
    "items": [
        {
            "id": "https://mark.honeychurch.org/blog/code/artists/",
            "url": "https://mark.honeychurch.org/blog/code/artists/",
            "title": "Download Music Artist Images",
            "summary": "I was cleaning up my music collection yesterday by using Discogs, a great online Discography catalogue website, to download missing album cover art. I normally use the long-windedly named Album Cover Art Downloader to download cover art, as it's pretty good and can grab images from various sources (amazon.com, yahoo, buy.com) - but there are some albums, especially bootlegs and the like, that aren't on Amazon. While using Discogs I saw that they have artist images (such as the one on the right), and started to download these to use like Album Art images, by naming the file folder.jpg and placing it in the artist's folder (My music collection is organised by First Letter\\Artist\\Album, e.g. A\\Aphex Twin\\Hangable Autobulb).",
            "image": "https://mark.honeychurch.org/",
            "date_modified": "2008-07-08T00:00:00.000Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/code/asa.sbh.nz/",
            "url": "https://mark.honeychurch.org/blog/code/asa.sbh.nz/",
            "title": "asa.sbh.nz",
            "date_modified": "2014-07-19T00:00:00.000Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/code/divider/",
            "url": "https://mark.honeychurch.org/blog/code/divider/",
            "title": "Voltage Divider",
            "summary": "A friend who is studying Engineering at university asked me for help tutoring him for one of his degree projects where he was tasked with writing a voltage divider calculator:",
            "image": "https://mark.honeychurch.org/circuit.jpg",
            "date_modified": "2018-10-11T00:00:00.000Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/code/first/",
            "url": "https://mark.honeychurch.org/blog/code/first/",
            "title": "My first web page",
            "summary": "At University we were tasked with creating a web page on the topic of patterns of innovation. I still have a copy of the page, and it shows a less than auspicious start to my website creating days!",
            "date_modified": "1997-10-05T00:00:00.000Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/code/fishbarrel/",
            "url": "https://mark.honeychurch.org/blog/code/fishbarrel/",
            "title": "FishBarrel",
            "summary": "Back in the early days of my foray into skepticism, I found a Chrome plugin called FishBarrel which makes it easy to gather data from a nonsense website and submit a complaint to the relevant regulatory body.",
            "date_modified": "2011-10-09T00:00:00.000Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/code/indent/",
            "url": "https://mark.honeychurch.org/blog/code/indent/",
            "title": "Tab or Space(s) to Indent?",
            "summary": "Tabs vs Spaces - which one should be used when indenting code? I'm going to spoil the suspense right away by saying that the answer is clearly Tabs. However, it would be remiss of me not to describe what we're talking about, and why Tabs are the correct(TM) choice.",
            "image": "https://mark.honeychurch.org/IMG_5276.jpg",
            "date_modified": "2018-10-19T00:00:00.000Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/code/",
            "url": "https://mark.honeychurch.org/blog/code/",
            "title": "Code I've written",
            "summary": "Over the years I've written some bad code, and some okay code. But one constant is that I've always enjoyed writing code, and always enjoyed the challenge of learning new languages and libraries.",
            "date_modified": "2019-02-28T11:54:41.735Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/code/ingoa.nz/",
            "url": "https://mark.honeychurch.org/blog/code/ingoa.nz/",
            "title": "ingoa.nz",
            "date_modified": "2015-11-10T00:00:00.000Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/code/nzondemand/",
            "url": "https://mark.honeychurch.org/blog/code/nzondemand/",
            "title": "Kodi NZ OnDemand Plugin",
            "date_modified": "2011-01-14T00:00:00.000Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/code/picard/",
            "url": "https://mark.honeychurch.org/blog/code/picard/",
            "title": "A Better Path",
            "date_modified": "2012-01-09T00:00:00.000Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/code/qr/",
            "url": "https://mark.honeychurch.org/blog/code/qr/",
            "title": "QR Code Generator",
            "summary": "With the magic of Vue, it's pretty easy to do a whole host of pretty cool things dynamically. As a quick example, here's a dynamic QR Code generator using a text box linked to the vue-qriously library.",
            "date_modified": "2018-10-03T00:00:00.000Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/code/rotx/",
            "url": "https://mark.honeychurch.org/blog/code/rotx/",
            "title": "ROTx",
            "summary": "I became interested in cryptography a few years ago, and have been slowly working my way through Bruce Schneier's Applied Cryptography. From this, I became interested in simple forced decryption (cracking) of cyphers, and directed my attention to the ROT13 algorithm.",
            "date_modified": "2008-03-16T00:00:00.000Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/code/website/",
            "url": "https://mark.honeychurch.org/blog/code/website/",
            "title": "This Website",
            "summary": "This website is built using Vuepress and a little bit of Vue magic. The entire source for this site is on GitHub, and the config.js file has been set to build the site to the /docs folder. In GitHub this repository has been set to publish the site at /docs and has been given a custom domain name - mark.honeychurch.org.",
            "image": "https://mark.honeychurch.org/Screenshot_1.jpg",
            "date_modified": "2018-09-12T00:00:00.000Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/code/website/route/",
            "url": "https://mark.honeychurch.org/blog/code/website/route/",
            "title": "$route",
            "date_modified": "2018-09-12T00:00:00.000Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/code/website/site/",
            "url": "https://mark.honeychurch.org/blog/code/website/site/",
            "title": "$site",
            "date_modified": "2018-09-12T00:00:00.000Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/code/xmltv.co.nz/",
            "url": "https://mark.honeychurch.org/blog/code/xmltv.co.nz/",
            "title": "NZ XMLTV Listings",
            "date_modified": "2008-09-03T00:00:00.000Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/howto/",
            "url": "https://mark.honeychurch.org/blog/howto/",
            "title": "How To...",
            "date_modified": "2019-02-28T11:54:41.765Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/howto/intel865/",
            "url": "https://mark.honeychurch.org/blog/howto/intel865/",
            "title": "Use a 1440 x 900 Resolution on Intel 865",
            "summary": "As my laptop is currently b0rked, I'm using a desktop PC as my main machine. This PC has an onboard Intel 865 Video Card, but annoyingly doesn't offer the 1440x900 native resolution of my Dell monitor. After a lot of searching, I found a blog post which came tantalizingly close to offering a solution.",
            "image": "http://static.honeychurch.org/images/IEGD/IEGD.jpg",
            "date_modified": "2009-03-31T00:00:00.000Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/howto/nexentastor/",
            "url": "https://mark.honeychurch.org/blog/howto/nexentastor/",
            "title": "Turn on HTTP Transport on NexentaStor",
            "summary": "I'm currently preparing to build my new NAS (I'm waiting on a SATA motherboard to arrive) and upgrade the old NAS from Gentoo Linux to NexentaStor. The reason I'm changing is primarily so that I can use ZFS, which NexentaStor utilises (as it's a Solaris-based appliance). This is similar to NetApp's WAFL filesystem (and is currently the reason for a spate of lawsuits between Sun and NetApp), and so should offer decent performance benefits.",
            "date_modified": "2008-08-20T00:00:00.000Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/howto/pcloadletter/",
            "url": "https://mark.honeychurch.org/blog/howto/pcloadletter/",
            "title": "Make Your Printer Display PC Load Letter",
            "summary": "Whilst partaking in my daily browsing session of digg, I found a link to an article on Lifehacker of Top 10 Harmless Geek Pranks (presumably for April Fool's). Number 2 in the list is a link to a perl script which allows you to change the &quot;Ready&quot; prompt on HP printers using HPPJL (HP Printer Job Language).",
            "date_modified": "2008-04-01T00:00:00.000Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/howto/raid5/",
            "url": "https://mark.honeychurch.org/blog/howto/raid5/",
            "title": "Monitor a Linux RAID5 Rebuild",
            "summary": "My new NAS is currently rebuilding its RAID5 array, and I figured it'd be good to watch the progress of the rebuild. To this end, I hacked together a quick and dirty script to display the contents of /proc/mdstat at one second intervals. Just place the below code in a file called mdinfo.sh (nano mdinfo.sh and paste), make it executable (chmod +x mdinfo.sh) and run it (./mdinfo.sh). To quit, just press Control-C.",
            "date_modified": "2008-08-24T00:00:00.000Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/",
            "url": "https://mark.honeychurch.org/blog/",
            "title": "Blog",
            "summary": "Although I don't write much, I've blogged a little on and off over the years. I've also jotted down my thoughts on weird and wonderful topics as and when inspiration hits me, and documented various home tech projects. I'm lucky enough to have a regular slot on the radio here in New Zealand as well, and my preparation for that means that I often write down my thoughts on topics of interest to skeptics.",
            "date_modified": "2019-02-28T11:54:41.832Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/life/anotheryear/",
            "url": "https://mark.honeychurch.org/blog/life/anotheryear/",
            "title": "Another Year",
            "summary": "Another year, another blog post.",
            "date_modified": "2017-08-18T00:00:00.000Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/life/birthday/",
            "url": "https://mark.honeychurch.org/blog/life/birthday/",
            "title": "Happy Birthday",
            "summary": "HAPPY BIRTHDAY! In a little over a month I will no longer be 39. I have no idea what I'll be doing to celebrate - probably a couple of quiet beers with a few friends in Wellington.",
            "date_modified": "2015-08-18T00:00:00.000Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/life/blasphemy/",
            "url": "https://mark.honeychurch.org/blog/life/blasphemy/",
            "title": "End Blasphemy Laws",
            "summary": "I'm currently involved in an effort to have blasphemy laws in different parts of the world repealed. Locally in New Zealand we currently have a blasphemy law that, although it's only ever been used once, seems to be quite strict and has no place in today's society. Of course I think it would be good to have this law repealed, and I am working with the Humanist Society (of which I am currently the President) to pressure the NZ government to repeal the law. Various blasphemy laws exist in many countries around the world, including Canada and Ireland as well as here in NZ.",
            "image": "http://www.thepersecution.org/news/10/apma_protest.jpg",
            "date_modified": "2015-02-07T00:00:00.000Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/life/blogger/",
            "url": "https://mark.honeychurch.org/blog/life/blogger/",
            "title": "Moving to Blogger",
            "summary": "I'm currently trying to move my old blog to Blogger, as this is the only free online service I can find that will let me use my own domain name for my blog (both Wordpress and Drupal Garden will only allow custom domain names as a paid service). In part this post is to help me export my old Drupal blog, by giving me an idea of what the XML file for import should look like.",
            "date_modified": "2013-04-03T00:00:00.000Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/life/blurry/",
            "url": "https://mark.honeychurch.org/blog/life/blurry/",
            "title": "The Isles of Blurry",
            "summary": "Today I was perusing a KML file in Google Earth from the Nine Inch Nails. The Nine Inch Nails recently released an album called The Slip as a free download, something which I applaud and which a couple of other high profile bands, Radiohead and Saul Williams, have also done recently. While I was in Google Earth, I zoomed into the Isles of Scilly to see if they've been imaged at a decent resolution yet - and unfortunately, the islands are looking as smudged as ever!",
            "date_modified": "2008-06-27T00:00:00.000Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/life/domain/",
            "url": "https://mark.honeychurch.org/blog/life/domain/",
            "title": "Sneaky Domain Registrars",
            "summary": "Domain Registrars seem to be willing to resort to some pretty underhanded tactics when it comes to making money from you. Often the price offered for a domain name for the first year changes for subsequent years, quietly and without warning. A £10 domain name can become a £20 domain name with no explanation, for example.",
            "image": "https://mark.honeychurch.org/nominet.jpg",
            "date_modified": "2004-07-17T00:00:00.000Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/life/exams/",
            "url": "https://mark.honeychurch.org/blog/life/exams/",
            "title": "My Last Exam (for at least a month)",
            "summary": "Woo hoo!\nI've just passed my Microsoft 070-299: Implementing and Administering Security in a Microsoft Windows Server 2003 Network exam, which is the last exam I'll be taking until after Karen has left for England at the end of July. With this exam, I am now MCSA + Security certified. This complements the other Microsoft, Linux, NetApp, etc exams I have taken in the last few months.",
            "date_modified": "2008-06-30T00:00:00.000Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/life/food/",
            "url": "https://mark.honeychurch.org/blog/life/food/",
            "title": "A food kind of day",
            "summary": "It's my middle daughter's birthday today, and we've had a food centric day.",
            "image": "https://mark.honeychurch.org/IMG_4986.jpg",
            "date_modified": "2019-02-18T00:00:00.000Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/life/glenview/",
            "url": "https://mark.honeychurch.org/blog/life/glenview/",
            "title": "CoderDojo at Glenview",
            "summary": "Leigh Hunt and I have just run the first CoderDojo session at Glenview school in Porirua East, a local Tokelauan school. One of the things we've wanted to do for a while now is to run CoderDojo sessions at schools, and our first session at Glenview was a good experience.",
            "date_modified": "2015-03-16T00:00:00.000Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/life/headlines/",
            "url": "https://mark.honeychurch.org/blog/life/headlines/",
            "title": "Changing Headlines",
            "summary": "I read the BBC News to keep myself informed, and the BBC News app on my iPhone is one of the most used of all my apps.",
            "image": "https://mark.honeychurch.org/IMG_4955.png",
            "date_modified": "2019-02-12T00:00:00.000Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/life/",
            "url": "https://mark.honeychurch.org/blog/life/",
            "title": "My occasional life",
            "date_modified": "2019-02-28T11:54:41.928Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/life/jws/",
            "url": "https://mark.honeychurch.org/blog/life/jws/",
            "title": "JWs and Vue",
            "summary": "The other day a couple of friendly Jehovah's Witnesses, both of whom I've talked to over the past few years, came to my door to invite me to a conference - and so today I attended the Jehovah's Witness Convention in Te Rauparaha Arena in Wellington. It was great to be able to listen and observe, and I spent the time messaging an ex Jehovah's Witness friend and asking him to fill in some details about what I was seeing. It was great to get an insider's perspective of the event and the kinds of people who become Jehovah's Witnesses.",
            "date_modified": "2018-08-18T00:00:00.000Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/life/keyboard/",
            "url": "https://mark.honeychurch.org/blog/life/keyboard/",
            "title": "My new laptop keyboard",
            "summary": "Before Christmas my laptop keyboard started playing up, with the letters C and D working intermittently. I learned tricks to work around this - I kept the letter D in my copy buffer, and if I clicked the X key before clicking C, it would make it more likely for the C to work. I'd then just have to delete the X that I had typed. This quickly became second nature to me, but there were limitations.",
            "date_modified": "2019-01-22T00:00:00.000Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/life/lpi201/",
            "url": "https://mark.honeychurch.org/blog/life/lpi201/",
            "title": "LPI 201",
            "summary": "I'm taking my Linux LPI 201 exam tomorrow, and am studying from the O'Reilly book LPI Linux Certification in a Nutshell, 2nd Edition and IBM's series of LPI Tutorials. Both are very thorough, and between them they're steered me through LPI 101 and 102, but as I'd paid good money to have the O'Reilly book shipped over from the USA (don't even get me started on book prices over here in New Zealand!) I was disappointed when studying the 201 materials to find that the quality is lower than that for the 10x exams. After sending in a support request, O'Reilly support were nice enough to point me to the errata page, which I have now spotted as a link on the left of O'Reilly's page for the book.",
            "date_modified": "2008-03-18T00:00:00.000Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/life/mashup/",
            "url": "https://mark.honeychurch.org/blog/life/mashup/",
            "title": "MashUp",
            "summary": "Gosh, it's been exactly a year since my last post!",
            "date_modified": "2016-08-18T00:00:00.000Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/life/motorweb/",
            "url": "https://mark.honeychurch.org/blog/life/motorweb/",
            "title": "MotorWeb's either dumb or devious",
            "summary": "A MotorWeb poster in my local VTNZ made a startling claim about (presumably for sale) cars in New Zealand:",
            "image": "https://mark.honeychurch.org/IMG_1638.jpg",
            "date_modified": "2011-11-04T00:00:00.000Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/life/nxe/",
            "url": "https://mark.honeychurch.org/blog/life/nxe/",
            "title": "Accepted for the NXE",
            "summary": "I applied for the beta program for Microsoft's New XBox Experience and received an acceptance email today. Hopefully the new dashboard will be available for download tomorrow, so I'll have that and the new version of Ubuntu/Mythbuntu to download. Below is my acceptance email, as my way of gloating!",
            "date_modified": "2008-10-30T00:00:00.000Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/life/plates/",
            "url": "https://mark.honeychurch.org/blog/life/plates/",
            "title": "Geeky/Funny number plates",
            "summary": "Personalised number plates are fairly cheap in New Zealand. This means that there are some good, and some bad, personalised cars on the roads. Here are some of the plates I've thought worthy of taking pictures of.",
            "image": "https://mark.honeychurch.org/P1000495.jpg",
            "date_modified": "2008-01-26T00:00:00.000Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/life/queenstown/",
            "url": "https://mark.honeychurch.org/blog/life/queenstown/",
            "title": "Queenstown has an Infection",
            "summary": "While visiting Queenstown on the South Island of New Zealand, I noticed that the town was suffering from a rash of Tourist Information centres. I'm guessing that there's a financial incentive to offering yourself as a tourist information centre and selling tickets to some of the amazing nearby attractions, but do there need to be so many shops selling the same thing?",
            "image": "https://mark.honeychurch.org/IMGP1215.jpg",
            "date_modified": "2006-01-29T00:00:00.000Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/life/racism/",
            "url": "https://mark.honeychurch.org/blog/life/racism/",
            "title": "Dealing with Racism",
            "summary": "This week I have been in Brisbane, Australia on a training course. Yesterday evening, while in a pub with an Australian colleague, one topic we discussed was the Aboriginal community.",
            "date_modified": "2019-02-06T00:00:00.000Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/life/roads/",
            "url": "https://mark.honeychurch.org/blog/life/roads/",
            "title": "Stay off the Roads!!",
            "summary": "This is an advanced warning for anyone driving in and around Wellington, NZ. I have finally (at the ripe old age of 32) passed my driving test, or at least the first of two here in New Zealand, and am now allowed to drive without anyone supervising me.",
            "date_modified": "2008-07-17T00:00:00.000Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/life/scare/",
            "url": "https://mark.honeychurch.org/blog/life/scare/",
            "title": "The Hard Sell",
            "summary": "I saw the signs below in the back room of a travel agency in Wellington. Their brazenness shocked me - I've always known that underhanded tactics are used to sell, and upsell, in retail, but I'd kind of assumed that they were unspoken tactics - not officially sanctioned methods of selling to a customer.",
            "image": "https://mark.honeychurch.org/IMG_1191.jpg",
            "date_modified": "2011-07-04T00:00:00.000Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/life/scary/",
            "url": "https://mark.honeychurch.org/blog/life/scary/",
            "title": "Oooooh, I'm scared!",
            "summary": "I've just received a silly spam email that is a little different to anything I've received before. This one is nefarious enough that I could imagine some people being scared enough that they end up sending money to the doofus at the other end. I'm guessing that the list of emails they're using is pretty old, as they tell me how many UK pounds I need to pay and I've not lived in England for 12 years now.",
            "date_modified": "2018-10-03T00:00:00.000Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/life/seti/",
            "url": "https://mark.honeychurch.org/blog/life/seti/",
            "title": "SETI@HOME",
            "summary": "My most recent stats for SETI@Home can be seen at BOINC Stats.",
            "image": "http://boincstats.com/charts/chart_uk_bo_object_day_users_1084402.gif",
            "date_modified": "2008-03-14T00:00:00.000Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/life/skeptical/",
            "url": "https://mark.honeychurch.org/blog/life/skeptical/",
            "title": "Skeptical Thoughts with Mark Honeychurch",
            "summary": "I filled in yesterday for Siouxsie Wiles yesterday on Graeme Hill's show on Radio Live - Skeptical Thoughts on Graeme's Weekend Variety Wireless show. Last night's episode was titled &quot;Skeptical Thoughts with Mark Honeychurch&quot;. Yesterday's chat was a good opportunity for me to talk about all things skeptical, and a great opportunity to speak about some of the nonsense currently happening in New Zealand.",
            "image": "https://mark.honeychurch.org/232994.png",
            "date_modified": "2015-08-17T00:00:00.000Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/life/skepticzone/",
            "url": "https://mark.honeychurch.org/blog/life/skepticzone/",
            "title": "Skeptic Zone Interview",
            "summary": "I was interviewed the other day by Richard Saunders on the Skeptic Zone Podcast about what's been happening with the NZ Skeptics Society since I became Chair. Moose and moa were mulled over. I was also asked about Shuzi Qi, as the Australian Skeptics had a good result a few years ago dealing with them, and would like to see the NZ Skeptics attempting something similar. Skeptics in the Pub was mentioned, and we talked about how popular our local pub meetings are. Something else that came up was the new look of the NZ Skeptics, with a new journal, logo and website - but I'll cover that in more detail in a future post.",
            "image": "http://blogs.discovermagazine.com/badastronomy/files/2010/09/skepticzone_logo.jpg",
            "date_modified": "2015-03-17T00:00:00.000Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/life/spam/",
            "url": "https://mark.honeychurch.org/blog/life/spam/",
            "title": "The Spam Dilemma",
            "summary": "Well, it didn't take long for the spam to appear on my blog - just a week or two after I enabled comments. At least I now know that someone (or some spider) has spotted my blog (oh, and there's Merryn as well!).",
            "date_modified": "2008-07-01T00:00:00.000Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/life/trademe/",
            "url": "https://mark.honeychurch.org/blog/life/trademe/",
            "title": "Trademe Complaint",
            "summary": "I recently sent a complaint to Trademe (New Zealand's eBay) about a trader called arenasports who appears to have been selling lots of GPL software at ridiculous prices, as well as claiming that he was the author of the software. Despite an automatic response from Trademe saying that I'd receive a proper response within 24 hours, I still haven't heard anything back. I have noticed, though, that most of the auctions (apart from the one for Proficient PM Software, which strangely keeps being advertised in the Vintage Computers section) have now been removed. From what I can tell, this guy has been on a VMware course recently, and has now discovered VMware's Virtual Appliances. For example, the Proficient PM Software above, which seems to be a fairly obscure piece of software from Technology for Solutions, has been released as a Virtual Appliance.",
            "date_modified": "2008-03-13T00:00:00.000Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/life/unforeseen/",
            "url": "https://mark.honeychurch.org/blog/life/unforeseen/",
            "title": "Psychic Cancelled due to Unforeseen Circumstances!",
            "summary": "A long-standing joke within skepticism is the idea that a psychic, who is able to see the future by communicating with spirits, would have to cancel an event due to &quot;unforeseen&quot; circumstances.",
            "image": "https://mark.honeychurch.org/IMG_3317.jpg",
            "date_modified": "2013-08-18T00:00:00.000Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/life/wobbly/",
            "url": "https://mark.honeychurch.org/blog/life/wobbly/",
            "title": "The (wobbly) ground beneath our feet",
            "summary": "Here in NZ we have earthquakes fairly regularly. In fact, we've just had one - the house shook a little and made a bit of noise, but nothing major. A great place to keep an eye on these quakes (and to make sure that what you just experienced was an earthquake and not something more sinister, such as the unlikely event of a terrorist attack) is GeoNet. Below is an image of the GeoNet recordings from all New Zealand drums from just after the earthquake:",
            "image": "http://static.honeychurch.org/images/drums.png",
            "date_modified": "2008-09-14T00:00:00.000Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/projects/airbag/",
            "url": "https://mark.honeychurch.org/blog/projects/airbag/",
            "title": "Fixing my Airbag",
            "summary": "The warning light for the airbag on my Fiat Marea started lighting up, indicating a problem with the airbag. I read up on the issue, and found that it can be a problem with the wiring, and that once triggered the light would continue to illuminate until the fault was cleared in the onboard computer.",
            "image": "https://mark.honeychurch.org/IMG_2487.jpg",
            "date_modified": "2019-02-28T11:54:42.124Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/projects/ambilight/",
            "url": "https://mark.honeychurch.org/blog/projects/ambilight/",
            "title": "Ambilight Clone",
            "summary": "I built a Philips Ambilight clone for my Sony TV using WS2812B LEDs and an ESP8266 controller. The ESP connects to the WiFi network, and Kodi sends updates on which colour each LED should be via UDP to Hyperion running on the ESP. I'm impressed with how well this worked over wireless.",
            "image": "https://mark.honeychurch.org/IMG_9878.jpg",
            "date_modified": "2016-11-30T00:00:00.000Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/projects/automation/",
            "url": "https://mark.honeychurch.org/blog/projects/automation/",
            "title": "Home Automation",
            "date_modified": "2019-02-28T11:54:42.158Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/projects/eyes/",
            "url": "https://mark.honeychurch.org/blog/projects/eyes/",
            "title": "Googly Eyes",
            "summary": "There's a lot of fun to be had with sticky googly eyes. Abi, Mia and I recently put googly eyes around the house as a surprise:",
            "image": "https://mark.honeychurch.org/IMG_2880.jpg",
            "date_modified": "2018-04-20T00:00:00.000Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/projects/glitch/",
            "url": "https://mark.honeychurch.org/blog/projects/glitch/",
            "title": "Glitching a Yamaha Keyboard",
            "summary": "This was a fun hack, although unfortunately I don't have many decent quality images of it. Myself and a friend, Dave, spent a couple of hours glitching a cheap second hand Yamaha keyboard.",
            "image": "https://mark.honeychurch.org/Img_0036.jpg",
            "date_modified": "2019-02-28T11:54:42.158Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/projects/",
            "url": "https://mark.honeychurch.org/blog/projects/",
            "title": "Tech Projects I've built",
            "date_modified": "2019-02-28T11:54:42.158Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/projects/it100/",
            "url": "https://mark.honeychurch.org/blog/projects/it100/",
            "title": "IT-100 (EmergeCore IT In A Box)",
            "summary": "I recently bought a second-hand IT-100 IT In A Box from TradeMe for NZ$180 - a bargain, as they retailed a couple of years ago for about US$1,500. The IT-100 is made by EmergeCore Networks, and is basically a PC in a small box with a Wireless card (802.11b), 2 NICs (one as a 4 port switch), a parallel port and 2 USB ports.",
            "image": "https://mark.honeychurch.org/IMGP0849.jpg",
            "date_modified": "2008-03-16T00:00:00.000Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/projects/microscope/",
            "url": "https://mark.honeychurch.org/blog/projects/microscope/",
            "title": "$5 Microscope",
            "summary": "I picked up a $5 microscope adapter for phones from Kmart.",
            "image": "https://mark.honeychurch.org/42328698-1-f.jpg",
            "date_modified": "2018-06-24T00:00:00.000Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/projects/mirror/",
            "url": "https://mark.honeychurch.org/blog/projects/mirror/",
            "title": "Smart Mirror",
            "date_modified": "2019-02-28T11:54:42.186Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/projects/picture/",
            "url": "https://mark.honeychurch.org/blog/projects/picture/",
            "title": "Smart Picture Frame",
            "summary": "I used a Raspberry Pi and old flatscreen monitor to build a picture frame. The images are Demotivators, and they're loaded by Kodi as a screensaver.",
            "image": "https://mark.honeychurch.org/IMG_2631.jpg",
            "date_modified": "2019-02-28T11:54:42.186Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/projects/pizza/",
            "url": "https://mark.honeychurch.org/blog/projects/pizza/",
            "title": "Server in a Pizza Box",
            "summary": "My first web server was a 233MHz Pentium PC squeezed into a small Pizza Hut pizza box.",
            "image": "https://mark.honeychurch.org/Img2_0023.jpg",
            "date_modified": "2019-02-28T11:54:42.186Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/projects/podcast/",
            "url": "https://mark.honeychurch.org/blog/projects/podcast/",
            "title": "Podcast Hardware",
            "summary": "My friend Gordy helped out for my skeptical podcast by building a stand for the microphone arms.",
            "image": "https://mark.honeychurch.org/IMG_6113.jpg",
            "date_modified": "2019-02-28T11:54:42.186Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/projects/reflow/",
            "url": "https://mark.honeychurch.org/blog/projects/reflow/",
            "title": "Reflowing NVidia solder",
            "summary": "I've managed to fix a few NVidia 8000 series devices that suffered from bad solder joints by heating the chip until the solder reflows. I used tin foil to protect the rest of the device from the heat, and heated with both an oven grill and a heat gun.",
            "image": "https://mark.honeychurch.org/IMG_1036.jpg",
            "date_modified": "2019-02-28T11:54:42.186Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/projects/sandbox/",
            "url": "https://mark.honeychurch.org/blog/projects/sandbox/",
            "title": "Augmented Reality Sandbox",
            "summary": "At CoderDojo we walked the kids through building an AR sandbox.",
            "date_modified": "2017-08-18T00:00:00.000Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/projects/screens/",
            "url": "https://mark.honeychurch.org/blog/projects/screens/",
            "title": "Six screen desktop",
            "summary": "My desktop PC has 4 NVidia Quadro NVS 290 PCI-E graphics cards. They're not great, but three of them were free, and along with a whole bunch of free monitors (1280 x 960) from a work customer I managed to put a six screen setup.",
            "image": "https://mark.honeychurch.org/IMG_2246.jpg",
            "date_modified": "2019-02-28T11:54:42.212Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/projects/sky/",
            "url": "https://mark.honeychurch.org/blog/projects/sky/",
            "title": "Sky NZ Card Reader",
            "summary": "I have a server at home dedicated to media. It holds media files for TV shows and Movies, along with associated metadata, and also has several TV cards. Some of the TV cards are for DVB-S satellite TV, and to decode them I needed to be able to read my Sky card:",
            "image": "https://mark.honeychurch.org/IMG_4019.jpg",
            "date_modified": "2019-02-28T11:54:42.212Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/projects/starwars/",
            "url": "https://mark.honeychurch.org/blog/projects/starwars/",
            "title": "Star Wars Lego",
            "image": "https://mark.honeychurch.org/IMG_3560.jpg",
            "date_modified": "2018-10-14T00:00:00.000Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/projects/xbox/",
            "url": "https://mark.honeychurch.org/blog/projects/xbox/",
            "title": "Hacking an XBox",
            "image": "https://mark.honeychurch.org/IMG_0238.jpg",
            "date_modified": "2019-02-28T11:54:42.212Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/random/addresses/",
            "url": "https://mark.honeychurch.org/blog/random/addresses/",
            "title": "Availability of Internet Addresses",
            "summary": "There are various addressing schemes on the internet - IPv4 and the new, still not very well adopted IPv6, MAC addresses, etc. I wonder how the number of each of these fares when stacked up against the world's population of ~7 billion people.",
            "date_modified": "2007-05-30T00:00:00.000Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/random/astrology/",
            "url": "https://mark.honeychurch.org/blog/random/astrology/",
            "title": "Skeptics' Star Signs",
            "summary": "A friend asked in the NZ Skeptics Facebook group about skeptics' star signs. He suggested (tongue in cheek) that maybe, given the personality types of many skeptics, that this would be reflected in our star signs. Rather than pooh-poohing the idea, we decided to collect the star signs of as many skeptics in the group as we could, and threw the results in a google sheet.",
            "date_modified": "2014-01-26T00:00:00.000Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/random/chicken/",
            "url": "https://mark.honeychurch.org/blog/random/chicken/",
            "title": "Fried Chicken in London",
            "summary": "I've marvelled at the sheer number of Fried Chicken shops in London. KFC is the obvious, archetypal Fried Chicken joint, but the range of names I've seen while commuting through London on buses got me thinking about whether there was an A-Z of Fried Chicken takeaways in London.",
            "date_modified": "2003-09-10T00:00:00.000Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/random/dns/",
            "url": "https://mark.honeychurch.org/blog/random/dns/",
            "title": "Domain Names are backwards",
            "summary": "Domain names are backwards - and I'm not the only person in the world who thinks so.",
            "image": "https://mark.honeychurch.org/http.jpg",
            "date_modified": "2008-03-23T00:00:00.000Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/random/flip/",
            "url": "https://mark.honeychurch.org/blog/random/flip/",
            "title": "Flipping a Quantum Coin",
            "summary": "I was watching a Sean Carroll video, and in the first few minutes Carroll used an Apple app to decide whether to hop left or right based on the results of a quantum event.",
            "date_modified": "2018-12-05T00:00:00.000Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/random/honeychurch/",
            "url": "https://mark.honeychurch.org/blog/random/honeychurch/",
            "title": "Honeychurch",
            "summary": "I've always been interested in the history of my surname. Honeychurch is a village on Dartmoor, in Devon, England.",
            "image": "https://mark.honeychurch.org/Img_0045.jpg",
            "date_modified": "2000-09-25T00:00:00.000Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/random/",
            "url": "https://mark.honeychurch.org/blog/random/",
            "title": "Mark's.random(musings);",
            "date_modified": "2019-02-28T11:54:42.270Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/random/evp/",
            "url": "https://mark.honeychurch.org/blog/random/evp/",
            "title": "Electronic Voice Phenomena",
            "summary": "Electronic Voice Phenomena, or EVP, are &quot;voices&quot; detected and recorded by ghost hunters using electronic audio recording equipment.",
            "date_modified": "2019-01-10T00:00:00.000Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/random/music/",
            "url": "https://mark.honeychurch.org/blog/random/music/",
            "title": "Bands/Artists I've seen Live",
            "summary": "Over the years I've seen quite a few bands playing live, and I figured I'd try to keep a list of the live music I've seen. This list isn't exhaustive, as I've forgotten quite a few of the events I went to during my time both at University in Bristol and during my years living in London.",
            "date_modified": "2011-02-10T00:00:00.000Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/random/lottery/",
            "url": "https://mark.honeychurch.org/blog/random/lottery/",
            "title": "Return On Investment for Lotteries",
            "summary": "I thought it would be a good idea to look at the ROI (Return on Investment) for lotteries, to get an idea of just how bad they are, on average, as an investment. Some lottery prizes are fixed amounts, whereas for others we can work out an ROI based on average payouts.",
            "date_modified": "2006-05-18T00:00:00.000Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/random/octal/",
            "url": "https://mark.honeychurch.org/blog/random/octal/",
            "title": "An Alternative to our Decimal System",
            "summary": "Our decimal system has its failings - it's not easy to do maths with. Any number that is a power of two would be a better base than base 10.",
            "date_modified": "2014-01-17T00:00:00.000Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/random/os/",
            "url": "https://mark.honeychurch.org/blog/random/os/",
            "title": "My thoughts on the perfect OS",
            "summary": "As a way to air my frustrations at inconsistencies and bad design decisions in the Linux OS, specifically server distributions, I put together a list of ways I thought that the OS and its many daemons could be standardised and simplified. Here are my thoughts:",
            "date_modified": "2005-05-26T00:00:00.000Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/random/propellers/",
            "url": "https://mark.honeychurch.org/blog/random/propellers/",
            "title": "Bendy Propellers",
            "summary": "While flying back from Christchurch to Wellington today on a prop plane, I took pictures of a propeller both at rest and while spinning.",
            "image": "https://mark.honeychurch.org/IMG_4993.jpg",
            "date_modified": "2019-02-18T00:00:00.000Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/random/robux/",
            "url": "https://mark.honeychurch.org/blog/random/robux/",
            "title": "Scamming Children",
            "summary": "My eldest daughter is a bit of an addict when it comes to the online game Roblox - in fact, all three of my daughters like playing the game. Recently my eldest daughter started getting spammed with in-game messages telling her to visit a URL to get free Robux. Robux is the in-game currency for buying accessories, outfits, etc, and can be purchased with real money. In this case, the URL was short and simple to type in:",
            "date_modified": "2018-11-19T00:00:00.000Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/random/super/",
            "url": "https://mark.honeychurch.org/blog/random/super/",
            "title": "Super Powers",
            "summary": "I've often thought, when watching fictional TV shows and movies, about the feasibility of various superheroes/aliens/spellcasters/etc and their super powers. Some of them would conceivably be possible in a variant or other of our universe and its physics, but others don't seem like they'd make much logical sense no matter how you bend the laws of physics.",
            "date_modified": "2018-12-18T00:00:00.000Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/random/times/",
            "url": "https://mark.honeychurch.org/blog/random/times/",
            "title": "Palindromic Times",
            "summary": "Sitting on a bus one day in Iran, as we were driving through the desert, I was looking at a digital 7-segment clock at the front of the bus. Near the clock was a convex mirror, used by the driver to allow him to see everyone in the back. In noticed the reflection of the clock in the mirror, and it amused me that sometimes the value displayed on the mirror image of the clock would still be a valid time.",
            "date_modified": "2005-07-02T00:00:00.000Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/random/travel/",
            "url": "https://mark.honeychurch.org/blog/random/travel/",
            "title": "Travel",
            "summary": "I've spent some time travelling around a few parts of the world, although there's a lot more to see! Here are some visas from countries I've visited, in the order that I first visited them and grouped by journey, as most of my travelling has been done in long trips:",
            "image": "https://mark.honeychurch.org/nepal.jpg",
            "date_modified": "2018-08-12T00:00:00.000Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/random/wilhelm/",
            "url": "https://mark.honeychurch.org/blog/random/wilhelm/",
            "title": "The Wilhelm Scream",
            "date_modified": "2009-05-12T00:00:00.000Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/random/year/",
            "url": "https://mark.honeychurch.org/blog/random/year/",
            "title": "A Better Year",
            "summary": "The daft idea of the world coming to an end when the Mayan calendar ticks over got me thinking. What if we could start again with our calendar. Would it have 7 days and 12 months?",
            "date_modified": "2012-12-15T00:00:00.000Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2015/08/16/asa/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2015/08/16/asa/",
            "title": "Advertising Standards Authority Complaints",
            "summary": "A new website shows stats for ASA complaints. There are lots of companies making unsupported claims, such as Life Energy Designs - who tell us that the earth poisons us with Electromagnetic Waves (&quot;Geopathic Stress&quot;) and that we should purchase their devices to keep us protected.",
            "date_modified": "2015-08-16T00:00:00.000Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2015/08/16/awards/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2015/08/16/awards/",
            "title": "Martin Harris is Supreme Winner at the Pharmacy Awards",
            "summary": "The awards are hosted by the Pharmacy Guild of NZ and Pharmacy Today.",
            "date_modified": "2015-08-16T00:00:00.000Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2015/08/16/bravo/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2015/08/16/bravo/",
            "title": "Bravo Award",
            "summary": "A bravo was awarded at last year's conference to Graeme Hill for his ongoing promotion of science and challenging of pseudoscience on Radio Live.",
            "date_modified": "2015-08-16T00:00:00.000Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2015/08/16/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2015/08/16/",
            "title": "Skeptical Thoughts",
            "date_modified": "2019-02-28T11:54:42.380Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2015/08/16/jim/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2015/08/16/jim/",
            "title": "Dr Jim Mason - Creationist",
            "summary": "Dr Mason is currently touring in New Zealand:",
            "date_modified": "2015-08-16T00:00:00.000Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2015/08/16/naholo/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2015/08/16/naholo/",
            "title": "Waisake Naholo's miracle healing",
            "summary": "Waisake Naholo's miracle healing\nWaisake Naholo has a cracked fibula - the smaller of the lower leg bones (alongside the tibia).",
            "date_modified": "2015-08-16T00:00:00.000Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2015/08/16/resene/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2015/08/16/resene/",
            "title": "Resene Promotes Colour Therapy",
            "summary": "Most of the serious claims have already been removed, after I talked to them on the phone, but Resene still talk about crystal energy and other nonsense concepts.",
            "date_modified": "2015-08-16T00:00:00.000Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2015/08/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2015/08/",
            "title": "Skeptical Thoughts",
            "date_modified": "2019-02-28T11:54:42.408Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2015/09/20/gop/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2015/09/20/gop/",
            "title": "GOP Candidates and Vaccines",
            "summary": "There was a Republican candidate debate on Wednesday, and I thought it would be good to look at the wrong-headed thinking of some of the candidates regarding vaccines.",
            "date_modified": "2015-09-20T00:00:00.000Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2015/09/20/ignobel/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2015/09/20/ignobel/",
            "title": "IgNobel Prizes",
            "summary": "The Ig Nobel Prizes honor achievements that make people laugh, and then think. The prizes are intended to celebrate the unusual, honor the imaginative — and spur people's interest in science, medicine, and technology.",
            "date_modified": "2015-09-20T00:00:00.000Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2015/09/20/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2015/09/20/",
            "title": "Skeptical Thoughts",
            "date_modified": "2019-02-28T11:54:42.408Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2015/09/20/supplements/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2015/09/20/supplements/",
            "title": "Appetite for diet supplements benefits few, experts say",
            "summary": "A Southern Cross survey suggested some 1.56m New Zealanders regularly took the products. About 750,000 had done so for at least five years.",
            "date_modified": "2015-09-20T00:00:00.000Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2015/09/27/ayahuasca/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2015/09/27/ayahuasca/",
            "title": "Kiwi traveller in Peru dies after Amazon drug ritual",
            "summary": "Matthew Dawson-Clarke, 24, from Auckland was in Peru and took part in a cleansing ceremony.",
            "date_modified": "2015-09-27T00:00:00.000Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2015/09/27/drought/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2015/09/27/drought/",
            "title": "California's Drought Is A Government Conspiracy",
            "summary": "Apparently the current drought in California is a conspiracy.",
            "date_modified": "2015-09-27T00:00:00.000Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2015/09/27/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2015/09/27/",
            "title": "Skeptical Thoughts",
            "date_modified": "2019-02-28T11:54:42.447Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2015/09/27/lama/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2015/09/27/lama/",
            "title": "Dalai Lama Says a Female Successor Should Be Very Attractive",
            "summary": "The Dalai Lama has spoken about his successor, and suggested that if it's a woman, they would have to be attractive.",
            "date_modified": "2015-09-27T00:00:00.000Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2015/09/27/moon/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2015/09/27/moon/",
            "title": "Blood Moon on September 28 will bring huge earth-destroying earthquakes",
            "summary": "A blood moon is a new name for a lunar eclipse, where the earth travels between the sun and the moon. The full moon turns red.",
            "date_modified": "2015-09-27T00:00:00.000Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2015/09/27/scan/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2015/09/27/scan/",
            "title": "Jesus brain scan a miracle",
            "summary": "Stuff published an article last week about Tamaha McDonald, from Blenheim, who is currently living in Mexico. Tamaha's wife, Jennifer, suffers from a lung condition which means that she needs a double lung transplant. They are currently raising money to help with this.",
            "date_modified": "2015-09-27T00:00:00.000Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2015/09/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2015/09/",
            "title": "Skeptical Thoughts",
            "date_modified": "2019-02-28T11:54:42.481Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2015/10/04/ghost/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2015/10/04/ghost/",
            "title": "Clairvoyant solves phantom freaking out Dunedin",
            "summary": "Regent theatre, Dunedin, playing Phantom of the Opera.",
            "date_modified": "2015-10-04T00:00:00.000Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2015/10/04/haka/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2015/10/04/haka/",
            "title": "Haka gives ABs more than a psychological lift",
            "summary": "A silly article on Stuff recently talked about the benefits of a haka before playing rugby:",
            "date_modified": "2015-10-04T00:00:00.000Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2015/10/04/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2015/10/04/",
            "title": "Skeptical Thoughts",
            "date_modified": "2019-02-28T11:54:42.481Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2015/10/04/mars/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2015/10/04/mars/",
            "title": "NASA Confirms Evidence That Liquid Water Flows on Today's Mars",
            "summary": "NASA announced ahead of time that it would be holding a press release about an important discovery. Lots of speculation, as always. Maybe life on mars, although no hardware to test properly for life on Mars.",
            "date_modified": "2015-10-04T00:00:00.000Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2015/10/04/pharmacy/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2015/10/04/pharmacy/",
            "title": "Doctors and pharmacists clash over complementary medicines",
            "summary": "The Pharmacy Council is trying to change part of its Code of Ethics: Here is the old code:",
            "date_modified": "2015-10-04T00:00:00.000Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2015/10/04/prostate/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2015/10/04/prostate/",
            "title": "More sex for a healthy prostate - report",
            "summary": "One in 13 men will develop prostate cancer before the age of 75.",
            "date_modified": "2015-10-04T00:00:00.000Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2015/10/11/armageddon/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2015/10/11/armageddon/",
            "title": "The world ends... again",
            "summary": "\nDuring the recent visit of Pope Francis to the United States, in every city he visited, (Washington DC, New York City and Philadelphia,) there were people at the fringes of the largest crowds wearing bright yellow shirts, often carrying large yellow signs, handing out literature proclaiming the end of the world for October 7, 2015 from eBible Fellowship, led by Chris McCann.\n",
            "date_modified": "2015-10-11T00:00:00.000Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2015/10/11/climate/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2015/10/11/climate/",
            "title": "Perth Electrical Engineer finds errors in climate models",
            "summary": "Dr David Evans has found that, while the underlying physics of the model is correct, it had been applied incorrectly.",
            "date_modified": "2015-10-11T00:00:00.000Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2015/10/11/ghost/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2015/10/11/ghost/",
            "title": "Online real estate agency offers ghost-free home certification",
            "summary": "House Network in the UK is offering a ghost-free home certification service, and they point to a report that says that:",
            "date_modified": "2015-10-11T00:00:00.000Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2015/10/11/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2015/10/11/",
            "title": "Skeptical Thoughts",
            "date_modified": "2019-02-28T11:54:42.518Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2015/10/11/magnesleep/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2015/10/11/magnesleep/",
            "title": "MagneSleep lost an ASA complaint",
            "summary": "MagneSleep lost an ASA complaint about a magnetic bracelet they sell, and they don't like me",
            "date_modified": "2015-10-11T00:00:00.000Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2015/10/11/nhs/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2015/10/11/nhs/",
            "title": "NHS wants to employ a Spiritual Healer",
            "summary": "The NHS are advertising for a spiritual healer.",
            "date_modified": "2015-10-11T00:00:00.000Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2015/10/11/prophet/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2015/10/11/prophet/",
            "title": "Zimbabwe prophet's attempt to prove he can walk on air' falls flat",
            "summary": "Shepherd Bushiri has claimed in a video that he is walking on air.",
            "date_modified": "2015-10-11T00:00:00.000Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2015/10/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2015/10/",
            "title": "Skeptical Thoughts",
            "date_modified": "2019-02-28T11:54:42.552Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2015/11/15/end/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2015/11/15/end/",
            "title": "End of the World Predictions",
            "summary": "There has been a major end of the world prediction about every 100 years or so from 66AD onwards. Then from 1500AD (16th Century) every 10 years, then by the 1970s pretty much every year.",
            "date_modified": "2015-11-15T00:00:00.000Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2015/11/15/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2015/11/15/",
            "title": "Skeptical Thoughts",
            "date_modified": "2019-02-28T11:54:42.552Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2015/11/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2015/11/",
            "title": "Skeptical Thoughts",
            "date_modified": "2019-02-28T11:54:42.552Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2015/12/13/astrology/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2015/12/13/astrology/",
            "title": "Save the Wellington Astrology Centre",
            "summary": "The Wellington Astrology centre, a drop-in office in central Wellington, is struggling to make ends meet and has turned to Pledge Me to raise funds. It's been running since 2011, but now needs $3,000 to cover the next 3 months of bills.",
            "date_modified": "2015-12-13T00:00:00.000Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2015/12/13/cancer/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2015/12/13/cancer/",
            "title": "Faith healer Rod Parsley seeks conventional treatment for throat cancer",
            "summary": "Rod Parsley of the World Harvest church isn't relying on his healing abilities to treat his throat cancer but is seeking actual medical treatments.",
            "date_modified": "2015-12-13T00:00:00.000Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2015/12/13/chickenpox/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2015/12/13/chickenpox/",
            "title": "Eighty children get chickenpox at school that calls for 'tolerance' of vaccine dodgers",
            "summary": "Up to 80 kids - 1 in 4 - at Brunswick North West Primary School in Melbourne have contracted chicken pox. The school is tolerant or even welcoming of parents who choose not to vaccinate their kids. Newsletters have reiterated this view:",
            "date_modified": "2015-12-13T00:00:00.000Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2015/12/13/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2015/12/13/",
            "title": "Skeptical Thoughts",
            "date_modified": "2019-02-28T11:54:42.592Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2015/12/13/osteopath/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2015/12/13/osteopath/",
            "title": "Disciplined osteopath George McKenzie yet to apologise",
            "summary": "An osteopath in Christchurch has been disciplined for treating a patient's toothache by touching her breast.",
            "date_modified": "2015-12-13T00:00:00.000Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2015/12/13/priest/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2015/12/13/priest/",
            "title": "Bronx priest stole more than $1M from two NYC churches",
            "summary": "A Bronx priest stole more than $1M from two NYC churches, and used the cash on a wild S&amp;M romance with his beefy boyfriend",
            "date_modified": "2015-12-13T00:00:00.000Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2015/12/13/psychic/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2015/12/13/psychic/",
            "title": "Marlborough clairvoyant steals $250,000 from couple in rest home",
            "summary": "Former accountant turned psychic took $250 thousand from an elderly couple in a rest home who had been friends with him for 30 years. The money was taken over a period of 12 years.",
            "date_modified": "2015-12-13T00:00:00.000Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2015/12/13/vaccines/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2015/12/13/vaccines/",
            "title": "Anti-vaxxer's baby hospitalised with whooping cough",
            "summary": "Australian Anti-vaccination activist's 11 week old daughter hospitalised for whooping cough, which kills 1 in 200 children who pick up the infection.",
            "date_modified": "2015-12-13T00:00:00.000Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2015/12/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2015/12/",
            "title": "Skeptical Thoughts",
            "date_modified": "2019-02-28T11:54:42.632Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2015/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2015/",
            "title": "Skeptical Thoughts",
            "date_modified": "2019-02-28T11:54:42.632Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2016/02/07/antioxidant/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2016/02/07/antioxidant/",
            "title": "Are antioxidant-rich products good for us?",
            "summary": "Research is coming to light that antioxidants in food and drinks are not useful to aid health, and may actually be damaging to us.",
            "date_modified": "2016-02-07T00:00:00.000Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2016/02/07/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2016/02/07/",
            "title": "Skeptical Thoughts",
            "date_modified": "2019-02-28T11:54:42.632Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2016/02/07/kfc/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2016/02/07/kfc/",
            "title": "KFC wins payout over China mutant chicken rumours",
            "summary": "(Although we all know that fast food is not generally a great nutritional choice, there's a lot of nonsense out there about how bad fast food is. The most pernicious is about how fast food doesn't rot, and people have shown this by keeping McDonalds burgers for years, with only minimal breakdown of the food. Of course, it's been shown that in the same conditions where McDonalds burgers don't rot, organic home-made burgers don't rot either)",
            "image": "https://mark.honeychurch.org/mutant-chicken-final-copy-1.jpg",
            "date_modified": "2016-02-07T00:00:00.000Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2016/02/07/ph/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2016/02/07/ph/",
            "title": "Split verdict for 'pH Miracle' author",
            "summary": "Robert Young is an alternative medicine practitioner who believes that disease is caused by a pH imbalance in the blood. He's written books about his beliefs, and runs a retreat where for $2,000 a day he can treat you by balancing your blood pH to treat cancer, lupus and diabetes, amongst others.",
            "date_modified": "2016-02-07T00:00:00.000Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2016/02/07/sandy/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2016/02/07/sandy/",
            "title": "Sandy Hook truther to face jury",
            "summary": "Matthew Mills believes that the Sandy Hook school massacre in the US didn't happen. Unfortunately he's taken his belief to an extreme, publicly harassing the sister of one of the victims, a school teacher called Victoria Soto. Victoria has been hailed as a hero for her efforts to protect the children under her care, and lost her life in the process. Matthew believes that Victoria never existed, and has been harassing her sister in an effort to get her to admit this.",
            "date_modified": "2016-02-07T00:00:00.000Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2016/02/07/sarfati/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2016/02/07/sarfati/",
            "title": "Jonathan Sarfati's New Zealand Visit",
            "summary": "I went to see Creation Ministries International speaker Jonathan Sarfati give a couple of talks in Wellington last week. Jonathan was brought up in New Zealand, and was once the national chess champion.",
            "date_modified": "2016-02-07T00:00:00.000Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2016/02/07/trump/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2016/02/07/trump/",
            "title": "Donald Trump nominated for Nobel Peace Prize",
            "summary": "Someone has put Mr Trump forward for this year's Nobel Peace Prize. Supporters said in the submission that Mr. Trump deserved the prize for:",
            "date_modified": "2016-02-07T00:00:00.000Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2016/02/14/coins/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2016/02/14/coins/",
            "title": "Bags with coins in spotted at Muriwai Cafe",
            "summary": "Hang bags of water around to keep flies away. Coins or bits of tin foil can be used inside the bags.",
            "date_modified": "2016-02-14T00:00:00.000Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2016/02/14/fast/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2016/02/14/fast/",
            "title": "Fast food Fakery",
            "summary": "A couple of stories about fast food that set off my skeptical alarm bells this week.",
            "image": "https://mark.honeychurch.org/mutant-chicken-final.jpg",
            "date_modified": "2016-02-14T00:00:00.000Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2016/02/14/fluoride/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2016/02/14/fluoride/",
            "title": "Whakatane flip-flops on fluoride",
            "summary": "The Whakatane council voted to remove fluoride from its water supply a couple of weeks ago, and reversed the decision this week.",
            "date_modified": "2016-02-14T00:00:00.000Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2016/02/14/icke/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2016/02/14/icke/",
            "title": "David Icke Coming to New Zealand",
            "summary": "David Icke was last in NZ in 2011. He'll talk in Auckland about his new book (surprise, surprise!), lizards, the illuminati and many other nonsense subjects.",
            "date_modified": "2016-02-14T00:00:00.000Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2016/02/14/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2016/02/14/",
            "title": "Skeptical Thoughts",
            "date_modified": "2019-02-28T11:54:42.701Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2016/02/14/yeti/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2016/02/14/yeti/",
            "title": "New video of 'Yeti' at ski resort sparks Internet debate",
            "summary": "There is a one second shaky video of a Yeti, along with a higher resolution picture.",
            "date_modified": "2016-02-14T00:00:00.000Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2016/02/21/homeopathy/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2016/02/21/homeopathy/",
            "title": "Homeopathy effective for 0 out of 68 illnesses, study finds",
            "summary": "Last year professor Paul Glasziou from Bond University in Australia headed up a team that wrote a systematic review of systematic reviews on homeopathy as part of a report for Australia's National Health and Medical Research Council (NHMRC).",
            "date_modified": "2016-02-21T00:00:00.000Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2016/02/21/monster/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2016/02/21/monster/",
            "title": "Sea monster washes up in Australia",
            "summary": "Yet another sea monster has been found, this time in Swansea, NSW, Australia. Ethan Tipper posted the photo on Facebook, asking &quot;What the f* is this?&quot;.",
            "date_modified": "2016-02-21T00:00:00.000Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2016/02/21/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2016/02/21/",
            "title": "Skeptical Thoughts",
            "date_modified": "2019-02-28T11:54:42.738Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2016/02/21/scalia/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2016/02/21/scalia/",
            "title": "Justice Scalia murder conspiracy",
            "summary": "Antonin Scalia, a conservative Supreme Court judge in the US, died this week at age 79. Scalia took some strange legal views in his time, such as this one on evolution:",
            "date_modified": "2016-02-21T00:00:00.000Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2016/02/21/shane/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2016/02/21/shane/",
            "title": "Shane Warne believes alien experiments turned monkeys into humans",
            "summary": "Shane Warne is currently appearing on Australia's version of I'm A Celebrity ... Get Me Out Of Here!. He announced on the show that he thinks aliens created the pyramids in Egypt, and that they also engineered humans:",
            "date_modified": "2016-02-21T00:00:00.000Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2016/02/21/texas/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2016/02/21/texas/",
            "title": "Texas Board of Education hopeful believes Obama was a homosexual prostitute",
            "summary": "In the United States, the Texas board of education is very important because the state is so large. This means that the board has a large sway over which textbooks are used nationwide in schools. Historically Texas has been a battleground for creationism, with efforts to get as many fundamentalist Christians onto the board of education as possible.",
            "date_modified": "2016-02-21T00:00:00.000Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2016/02/28/acupuncture/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2016/02/28/acupuncture/",
            "title": "Acupuncture Works! (Not really)",
            "summary": "On Thursday I went to Cafe Scientifique, a regular meeting in Wellington where talks are given about a scientific topic.",
            "date_modified": "2016-02-28T00:00:00.000Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2016/02/28/fsm/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2016/02/28/fsm/",
            "title": "NZ gets its first Flying Spaghetti Monster marriage celebrant",
            "summary": "After the Church of the Flying Spaghetti Monster successfully applied for the ability to register marriage celebrants last year, their first celebrant has now been approved. Karen Martyn is willing to travel to anywhere in the country to perform a pastafarian wedding ceremony.",
            "date_modified": "2016-02-28T00:00:00.000Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2016/02/28/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2016/02/28/",
            "title": "Skeptical Thoughts",
            "date_modified": "2019-02-28T11:54:42.769Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2016/02/28/iv/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2016/02/28/iv/",
            "title": "Sydney IV.ME clinic closed after client hospitalised",
            "summary": "A new trend started recently, when IV &quot;hydration&quot; clinics opened in Australia late last year, called iv.me and the Hangover Clinic. The clinics offer customers a range of treatments, consisting of IV drips with various mixes of saline, vitamins, painkillers and oxygen.",
            "date_modified": "2016-02-28T00:00:00.000Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2016/02/28/natural/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2016/02/28/natural/",
            "title": "NZ Natural Health Products Bill",
            "summary": "Submissions are closing next week for the Natural Health and Supplementary Products bill, which seeks to regulate alternative medicine. Although there are several issues, such as the use of &quot;historical evidence&quot; being allowed, the bill in general is positive. People are encouraged to read the bill and make a submission.",
            "date_modified": "2016-02-28T00:00:00.000Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2016/02/28/talc/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2016/02/28/talc/",
            "title": "Johnson & Johnson ordered to pay more than AU$100 million in suit linking talcum powder to ovarian cancer",
            "summary": "Jacqueline Fox, who died last year, had used Johnson &amp; Johnson's talcum powder for 35 years on her genitals.",
            "date_modified": "2016-02-28T00:00:00.000Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2016/02/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2016/02/",
            "title": "Skeptical Thoughts",
            "date_modified": "2019-02-28T11:54:42.806Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2016/03/13/herbs/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2016/03/13/herbs/",
            "title": "Ten of the healthiest herbs and spices to keep you fighting fit",
            "summary": "An article on Stuff makes a lot of claims about these herbs and spices, but makes sure to qualify their claims with phrases such as:",
            "date_modified": "2016-03-13T00:00:00.000Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2016/03/13/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2016/03/13/",
            "title": "Skeptical Thoughts",
            "date_modified": "2019-02-28T11:54:42.806Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2016/03/13/mandala/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2016/03/13/mandala/",
            "title": "Adult Coloring Books and Mandalas, A Warning For Christians",
            "summary": "A Christian blogger has warned that mandalas in adult colouring in books could be dangerous. She suggests that the magical new age claims made about mandalas are true, that they have the ability to heal if you meditate on them and that a good way to do this is to colour them in. Of course, as these magical claims are not Christian, they must be bad and Christians should stay away from them.",
            "date_modified": "2016-03-13T00:00:00.000Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2016/03/13/mandela/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2016/03/13/mandela/",
            "title": "The Mandela Effect",
            "summary": "The Mandela Effect is where people have false memories of past events, and decide that there's been a jump to an alternative universe where history is different.",
            "date_modified": "2016-03-13T00:00:00.000Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2016/03/13/spray/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2016/03/13/spray/",
            "title": "Call for council to make Christchurch parks spray-free",
            "summary": "Christchurch council has voted 12-1 to look into ceasing use of glyphosate to kill weeds. The decision seems to have been made based on a recent International Agency for Research on Cancer (IARC) report which labels glyphosate as &quot;probably carcinogenic&quot;. Many other products come under a similar classification, such as coffee, alcohol and bacon. The important question isn't &quot;is it carcinogenic?&quot;, but &quot;how carcinogenic is it?&quot;. (Paracelsus)",
            "date_modified": "2016-03-13T00:00:00.000Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2016/03/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2016/03/",
            "title": "Skeptical Thoughts",
            "date_modified": "2019-02-28T11:54:42.840Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2016/04/17/charity/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2016/04/17/charity/",
            "title": "Family First vows to fight move to de-register it as charity",
            "summary": "Family First may be de-registered as a charity soon. They have been sent a notice of de-registration from Charities Services, but plan to fight it in court. They have previously defended against an attempt to be de-registered last year.",
            "date_modified": "2016-04-17T00:00:00.000Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2016/04/17/fluoride/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2016/04/17/fluoride/",
            "title": "Water fluoridation - DHBs to take control from councils under Govt proposal",
            "summary": "The Health Minister (Jonathan Coleman) and Associate Health Minister (Peter Dunne) are proposing to move the decision about water fluoridation out of the hands of local councils, and giving the responsibility to DHBs.",
            "date_modified": "2016-04-17T00:00:00.000Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2016/04/17/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2016/04/17/",
            "title": "Skeptical Thoughts",
            "date_modified": "2019-02-28T11:54:42.878Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2016/04/17/lotto/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2016/04/17/lotto/",
            "title": "Luckiest Lotto stores revealed",
            "summary": "The NZ Herald published a list of the top 5 luckiest stores, and went so far as to claim that your chances of winning the lottery would increase if you visit one of these stores!",
            "date_modified": "2016-04-17T00:00:00.000Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2016/04/17/mind/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2016/04/17/mind/",
            "title": "Skeptics' visit to the Mind Body Spirit Fair",
            "summary": "A group of 9 skeptics visited the Mind Body Spirit fair in Taita, Wellington yesterday. We had a good time, and saw lots of weird and wonderful things on offer.",
            "date_modified": "2016-04-17T00:00:00.000Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2016/04/17/whooping/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2016/04/17/whooping/",
            "title": "Former anti-vaxxer's emotional plea following newborn daughter contracting whooping cough",
            "summary": "An Australian woman with a newborn has passed whooping cough onto her daughter, and now wishes she'd taken the vaccine she was offered:",
            "date_modified": "2016-04-17T00:00:00.000Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2016/04/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2016/04/",
            "title": "Skeptical Thoughts",
            "date_modified": "2019-02-28T11:54:42.878Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2016/06/05/1080/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2016/06/05/1080/",
            "title": "1080 blamed for kiwi bird deaths",
            "summary": "An image of dozens of dead kiwis was recently used by an anti 1080 Facebook activist group, New Zealand's Not Clean Green, to show that the poison is harming local wildlife.",
            "image": "https://mark.honeychurch.org/13323257_1129249003764917_3406132001753365037_o.jpg",
            "date_modified": "2016-06-05T00:00:00.000Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2016/06/05/acupuncture/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2016/06/05/acupuncture/",
            "title": "Osteopath admits performing acupuncture without qualifications",
            "summary": "Valerie Todd, an osteopath, has been found guilty by the Health Practitioners Disciplinary Tribunal of performing acupuncture on three patients in Nelson in 2014 without the required qualifications, and will likely be fined $1,500 and a portion of the trial costs.",
            "date_modified": "2016-06-05T00:00:00.000Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2016/06/05/family/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2016/06/05/family/",
            "title": "Family First research 'high school level' statistics",
            "summary": "Family first have confused correlation and causation in a recent report, and stated that unmarried couples are a major cause of child poverty.",
            "date_modified": "2016-06-05T00:00:00.000Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2016/06/05/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2016/06/05/",
            "title": "Skeptical Thoughts",
            "date_modified": "2019-02-28T11:54:42.913Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2016/06/05/limbaugh/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2016/06/05/limbaugh/",
            "title": "Rush Limbaugh weighs in on Harambe the gorilla",
            "summary": "Rush Limbaugh, US radio talk show host, has used a conversation about Harambe the gorilla to argue that evolution does not work.",
            "date_modified": "2016-06-05T00:00:00.000Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2016/06/12/bobby/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2016/06/12/bobby/",
            "title": "Singer Bobby Brown claims he had sex with a ghost",
            "summary": "Bobby brown has spoken out about having sex with a ghost!",
            "date_modified": "2016-06-12T00:00:00.000Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2016/06/12/climate/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2016/06/12/climate/",
            "title": "Climate change deniers added to Christchurch coastal erosion panel",
            "summary": "There is now a second panel that has been convened to review Christchurch Council's &quot;Tonkin Taylor&quot; coastal erosion report. The panel has been instructed to:",
            "date_modified": "2016-06-12T00:00:00.000Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2016/06/12/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2016/06/12/",
            "title": "Skeptical Thoughts",
            "date_modified": "2019-02-28T11:54:42.945Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2016/06/12/pugh/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2016/06/12/pugh/",
            "title": "National MP Maureen Pugh 'doesn't believe in pharmaceutical drugs'",
            "summary": "Maureen is the newest member of parliament, a National Party MP who seems to have a few pseudoscientific beliefs.",
            "date_modified": "2016-06-12T00:00:00.000Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2016/06/12/savage/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2016/06/12/savage/",
            "title": "Alt Med peddler Chris Savage stopped at Auckland airport",
            "summary": "Chris Savage, an ex police officer from Australia, has a long history of being outright dangerous. He's anti-vaccine, and claims to be able to treat autism and cancer with magnesium (chloride) and DMSO (dimethyl sulfoxide) infusions. He's currently in New Zealand, and has been treating people while claiming he's a doctor.",
            "date_modified": "2016-06-12T00:00:00.000Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2016/06/12/sawdust/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2016/06/12/sawdust/",
            "title": "Dodgy claims made about sawdust therapy in Auckland",
            "summary": "Ikoi spa is offering an &quot;enzyme spa&quot;, where you are buried in rice bran, sawdust and other organic material. Claims are being made that this can help digestion, circulation and the immune system, but as usual there is no good evidence that it does anything of the sort!",
            "date_modified": "2016-06-12T00:00:00.000Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2016/06/19/bilderberg/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2016/06/19/bilderberg/",
            "title": "Bilderberg Group meeting in Watford, England",
            "summary": "The Bilderberg Group met last week, and there were protests by the usual conspiracy crowd.",
            "date_modified": "2016-06-19T00:00:00.000Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2016/06/19/beauty/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2016/06/19/beauty/",
            "title": "Beauty Clinics are treating people instead of referring them",
            "summary": "Consumer NZ used secret shoppers to visit 46 NZ beauty clinics with a raised skin spot. The issue was such that the undercover person should have been referred to a GP, but 7 of the 46 clinics said that they were able to treat the problem themselves, with lasers, electrocution, needling or cutting.",
            "date_modified": "2016-06-19T00:00:00.000Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2016/06/19/cyf/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2016/06/19/cyf/",
            "title": "CYF can't say if they pay for alternative treatments",
            "summary": "Chris Hyde from the Timaru Herald received a response to an OIA request to CYF this week. There was a recent case where a man was convicted for child abuse of CYF kids in Timaru, and he was used by CYF as an EFT practitioner.",
            "date_modified": "2016-06-19T00:00:00.000Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2016/06/19/holt/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2016/06/19/holt/",
            "title": "Dr Shaun Holt warns about cancer cures",
            "summary": "A young woman died this week, while she was trying to raise $70k to fund and alternative cancer treatment at the Brio Clinic in Thailand. Amanda Ferreira also died last month from cancer. She had been to the Brio clinic once, and had been raising money to have further treatment there. Common treatments are heat therapy, ultrasound and pH transformation (probably alkaline).",
            "date_modified": "2016-06-19T00:00:00.000Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2016/06/19/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2016/06/19/",
            "title": "Skeptical Thoughts",
            "date_modified": "2019-02-28T11:54:43.020Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2016/06/19/silver/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2016/06/19/silver/",
            "title": "Stuff removes article on Colloidal Silver",
            "summary": "Stuff published an advertorial article this week claiming that colloidal silver - small particles of silver in a cream or spray - could treat a variety of medical conditions. Colloidal silver has not been shown to be able to treat any medical condition, and it's illegal to sell concentrations of more than 10 parts per million in New Zealand. People who take too much silver have been known to turn blue, with a condition call Argyria (ar-jeer-ia).",
            "date_modified": "2016-06-19T00:00:00.000Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2016/06/19/ufo/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2016/06/19/ufo/",
            "title": "UFO Spotted in Christchurch",
            "summary": "There have been multiple sightings of UFOs in Christchurch this week, prompted by footage recorded by Oisin Lavelle. The footage shows a coloured blob moving erratically.",
            "date_modified": "2016-06-19T00:00:00.000Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2016/06/26/homeopathy/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2016/06/26/homeopathy/",
            "title": "1,000 UK Vets say homeopathy should be banned",
            "summary": "A petition on change.org has been signed by 1,000 vets asking for the UK to blacklist homeopathy as a treatment that vets can prescribe for animals. Over 2,500 people have signed it in all.",
            "date_modified": "2016-06-26T00:00:00.000Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2016/06/26/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2016/06/26/",
            "title": "Skeptical Thoughts",
            "date_modified": "2019-02-28T11:54:43.021Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2016/06/26/robbins/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2016/06/26/robbins/",
            "title": "Tony Robbins followers injured walking on hot coals",
            "summary": "Tony Robbins is a very popular motivational speaker, and charges US$1,000 or more for a high energy day of talks. Events have names such as \"Date with Destiny\", \"Life and Wealth Mastery\" and \"Unleash the Power Within\". Tony's website has testimonials from famous celebrities, such as Hugh Jackman, Bill Clinton and Serena Williams. Video of Tony Robbins events look a lot like evangelical christian sunday services - lots of music, jumping around and highly emotional sermons.",
            "date_modified": "2016-06-26T00:00:00.000Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2016/06/26/selfies/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2016/06/26/selfies/",
            "title": "NZ Herald prints article saying that taking selfies can damage your skin",
            "summary": "A dermatologist at a recent anti-ageing conference has said that regularly exposing the face to the light and electromagnetic radiation from smartphones can speed up ageing and wrinkles. Doctors even claim they can tell which hand a person holds their phone in just by looking at which side of the face is most damaged.",
            "date_modified": "2016-06-26T00:00:00.000Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2016/06/26/silver/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2016/06/26/silver/",
            "title": "Stuff removes article on Colloidal Silver",
            "summary": "Stuff published an advertorial article last week claiming that colloidal silver - small particles of silver in a cream or spray - could treat a variety of medical conditions. The article was written by a sales representative from Skybright Natural Health, a company which sells colloidal silver products. She said:",
            "date_modified": "2016-06-26T00:00:00.000Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2016/06/26/ufos/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2016/06/26/ufos/",
            "title": "Blink-182 Guitarist denies he's left band to chase UFOs",
            "summary": "Tom DeLonge, the guitarist of a rock band in the US which was popular in the early 2000s has denied rumours that he's quit the band to focus on research into UFOs and aliens.",
            "date_modified": "2016-06-26T00:00:00.000Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2016/06/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2016/06/",
            "title": "Skeptical Thoughts",
            "date_modified": "2019-02-28T11:54:43.089Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2016/07/03/glyphosate/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2016/07/03/glyphosate/",
            "title": "Christchurch City Council to reduce use of weedkiller",
            "summary": "Christchurch Council has completed its review of glyphosate, and has decided to reduce its use of the highly effective weed killer that has been shown to be safe. There is currently a global campaign against the chemical - fueled by the fact that it is sold by Monsanto as RoundUp, with Monsanto also creating crops that are resistant to the chemical.",
            "date_modified": "2016-07-03T00:00:00.000Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2016/07/03/gmo/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2016/07/03/gmo/",
            "title": "110 Nobel laureates tell Greenpeace they are wrong about GMOs",
            "summary": "The scientific viewpoint is that Genetic Engineering of crops is a much more targeted approach than techniques that have been used in the past - including cross breeding and chemical and radiation induced mutations.",
            "date_modified": "2016-07-03T00:00:00.000Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2016/07/03/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2016/07/03/",
            "title": "Skeptical Thoughts",
            "date_modified": "2019-02-28T11:54:43.089Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2016/07/03/jail/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2016/07/03/jail/",
            "title": "Jail time for dad who treated son's meningitis with alternative treatments",
            "summary": "A couple in Canada who treated their child's meningitis with hot peppers, garlic, onions and horseradish have been sentenced. The child, Ezekiel, died because he was not given proper medical attention. The father has been given 4 months in jail, and the mother has 3 months home detention.",
            "date_modified": "2016-07-03T00:00:00.000Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2016/07/03/ken/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2016/07/03/ken/",
            "title": "Ken Ring tells people not to trust anything",
            "date_modified": "2016-07-03T00:00:00.000Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2016/07/10/ark/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2016/07/10/ark/",
            "title": "Noah's Ark \"replica\" opens in Kentucky, US",
            "summary": "Australian Ken Ham's Creation &quot;Museum&quot; has opened its newest attraction, the Ark Encounter, on Thursday.",
            "date_modified": "2016-07-10T00:00:00.000Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2016/07/10/bee/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2016/07/10/bee/",
            "title": "Bee Venom is supposedly an effective cosmetic",
            "summary": "Yet another infomercial style article has been published on the NZ Herald, this time talking about the benefits of bee venom. Abeeco are a major seller of bee products in New Zealand, and they have several successful ASA complaints against them. Abeeco talks in the article about their products, but all they are able to produce in support of them is anecdotes - no proper data. The article even has an 0800 number at the bottom, and although it just says to call the number for &quot;more information&quot;, nowhere does it state that the number is Abeeco's sales line!",
            "date_modified": "2016-07-10T00:00:00.000Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2016/07/10/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2016/07/10/",
            "title": "Skeptical Thoughts",
            "date_modified": "2019-02-28T11:54:43.123Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2016/07/10/lottery/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2016/07/10/lottery/",
            "title": "US man thinks he knows \"the secret\" to winning the lottery",
            "summary": "This weekend's lottery Powerball jackpot was worth $40 million, with 3 winners. The NZ Herald and Newstalk ZB reported on Richard Lustig, a US man who has won several prizes and written a book explaining how to win the lottery.",
            "date_modified": "2016-07-10T00:00:00.000Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2016/07/10/murder/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2016/07/10/murder/",
            "title": "Sensing murder episodes are being rerun on TVNZ",
            "summary": "I was asked for my thoughts about the most recent Sensing Murder re-run last week, and an article was published on Monday talking about the program. I talked with journalist Carly Gooch about how there are only around 60 unsolved murders from the last 100 years, and that it wouldn't take much for a &quot;psychic&quot; to memorise some of the details of each of these cases. I also managed to find an article online from 5 years before the program was filmed which detailed most or all of the facts that the psychics were able to produce.",
            "date_modified": "2016-07-10T00:00:00.000Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2016/07/17/dogs/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2016/07/17/dogs/",
            "title": "Muslim call \"For Public Purity\", asking for people to hide dogs, appears to be a hoax",
            "summary": "A leaflet has been shared in several british towns purporting to be from an unknown Muslim organisation, &quot;For Public Purity&quot;, asking for locals to refrain from taking their dogs out in public as it is an affront to Islam. However, Muslim groups deny that there is any effort on their part to ban dogs and that the leaflets are likely a hoax designed to foment unrest in England.",
            "date_modified": "2016-07-17T00:00:00.000Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2016/07/17/fsm/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2016/07/17/fsm/",
            "title": "Sad news for Pastafarianism",
            "summary": "A couple of weeks ago Rachel Hoover from Illinois was allowed to use a photo with her wearing a colander for her driver's license, as it is the usual headgear for pastafarians. This week she has been asked by the Secretary of State, John Kerry, to submit a new driver's license photo without the colander.",
            "date_modified": "2016-07-17T00:00:00.000Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2016/07/17/fyi/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2016/07/17/fyi/",
            "title": "FYI needs help categorising OIA requests",
            "summary": "FYI is a great website for making Official Information Act requests. You can submit a request to a government department through the site and all correspondence is made public on the site.",
            "date_modified": "2016-07-17T00:00:00.000Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2016/07/17/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2016/07/17/",
            "title": "Skeptical Thoughts",
            "date_modified": "2019-02-28T11:54:43.191Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2016/07/17/pokemon/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2016/07/17/pokemon/",
            "title": "US Pastor says that Pokemon are \"digital demons\"",
            "summary": "Pokemon Go is a new game where people have to use their phones and walk around their neighbourhood catching Pokemon (little animals) and visiting pokestops. Many churches are pokestops, as places of worship have been registered.",
            "date_modified": "2016-07-17T00:00:00.000Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2016/07/17/natural/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2016/07/17/natural/",
            "title": "The NZ Herald does it again with \"natural\" remedies for glandular fever",
            "summary": "Somebody asked Sandra Clair from Artemis, who writes for the Herald and sells natural remedies:",
            "date_modified": "2016-07-17T00:00:00.000Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2016/07/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2016/07/",
            "title": "Skeptical Thoughts",
            "date_modified": "2019-02-28T11:54:43.191Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2016/08/07/icke/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2016/08/07/icke/",
            "title": "David Icke Auckland Talk",
            "summary": "Here are my bullet points and photos from David Icke's recent 12 hour talk given in Auckland:",
            "image": "https://mark.honeychurch.org/IMG_9137.jpg",
            "date_modified": "2016-08-07T00:00:00.000Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2016/08/07/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2016/08/07/",
            "title": "Skeptical Thoughts",
            "date_modified": "2019-02-28T11:54:43.227Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2016/08/21/brian/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2016/08/21/brian/",
            "title": "Brian Cox argues with Australian senator about climate change",
            "summary": "Brian Cox argued with Australian senator Malcolm Roberts on TV show Q&amp;A about climate change, accusing NASA and other organisations of &quot;corrupting&quot; temperature data.",
            "date_modified": "2016-08-21T00:00:00.000Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2016/08/21/chlorine/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2016/08/21/chlorine/",
            "title": "Not all water in NZ is chlorinated",
            "summary": "After a recent second campylobacter issue in Havelock North, it turns out that the Hastings water supply is not treated with chlorine to kill bacteria.",
            "date_modified": "2016-08-21T00:00:00.000Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2016/08/21/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2016/08/21/",
            "title": "Skeptical Thoughts",
            "date_modified": "2019-02-28T11:54:43.227Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2016/08/21/murder/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2016/08/21/murder/",
            "title": "Naturopathic Murder",
            "summary": "I totally agree that people should not be allowed to talk about treating health conditions if they have not received approval, and hopefully the upcoming Natural Health Products bill will be a step in the right direction in New Zealand for ensuring claims can't be made without good evidence.",
            "date_modified": "2016-08-21T00:00:00.000Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2016/08/21/superfoods/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2016/08/21/superfoods/",
            "title": "Stuff article on superfoods actually talks sense!",
            "summary": "An article on Stuff has done a good job of explaining that superfoods aren't all they're cracked up to be.",
            "date_modified": "2016-08-21T00:00:00.000Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2016/08/21/witch/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2016/08/21/witch/",
            "title": "Witch Doctor in Wellington",
            "summary": "There were several witch doctors in Auckland last year, and they eventually left the country after efforts were made to clamp down on them, including some successful ASA complaints.",
            "date_modified": "2016-08-21T00:00:00.000Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2016/08/28/alcohol/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2016/08/28/alcohol/",
            "title": "We should all drink alcohol for our health",
            "summary": "The NZ Herald reports that &quot;a leading scientist&quot; (Dr Poikolainen) has said a bottle of wine a day would do no harm to your health, and that drinking more than the current recommended daily amount of alcohol is more beneficial than not drinking at all. Dr Poikolainen has also written a book on the subject - &quot;Perfect Drinking and its Enemies&quot;:",
            "date_modified": "2016-08-28T00:00:00.000Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2016/08/28/chiro/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2016/08/28/chiro/",
            "title": "Chiropractic for Pregnancy Issues?",
            "summary": "A woman has made the news today because she has been denied treatment for a medical condition, symphysis pubis dysfunction, related to her pregnancy. Southern Cross Insurance have said that the reason for not paying for treatment is that pregnant women in New Zealand are eligible for free healthcare, and so their policies don't cover pregnancy.",
            "date_modified": "2016-08-28T00:00:00.000Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2016/08/28/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2016/08/28/",
            "title": "Skeptical Thoughts",
            "date_modified": "2019-02-28T11:54:43.257Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2016/08/28/processed/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2016/08/28/processed/",
            "title": "Are processed foods causing mental illness?",
            "summary": "Julia Rucklidge from Canterbury University has suggested that processed food may be a cause of a mental illness epidemic.",
            "date_modified": "2016-08-28T00:00:00.000Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2016/08/28/sbh/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2016/08/28/sbh/",
            "title": "SBH press complaints",
            "summary": "The Society for Science Based Healthcare has recently submitted complaints about articles in two newspapers.",
            "date_modified": "2016-08-28T00:00:00.000Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2016/08/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2016/08/",
            "title": "Skeptical Thoughts",
            "date_modified": "2019-02-28T11:54:43.294Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2016/09/18/altruism/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2016/09/18/altruism/",
            "title": "Free Effective Altruism book",
            "summary": "The Effective Altruism movement is becoming popular in New Zealand. The basic idea is that logic and critical thinking can be applied to charity giving, and that charities range from being great at helping people to being as good as useless, or even detrimental.",
            "date_modified": "2016-09-18T00:00:00.000Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2016/09/18/better/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2016/09/18/better/",
            "title": "Atheist documentary maker comes to NZ",
            "summary": "Chris Johnson created a coffee table book a few years ago, quoting atheists talking about their life without god. The book was titled A Better Life, and the strap line explains exactly what the book is about - &quot;100 Atheists Speak Out on Joy &amp; Meaning in a World Without God&quot;.",
            "date_modified": "2016-09-18T00:00:00.000Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2016/09/18/homeopathy/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2016/09/18/homeopathy/",
            "title": "Homeopathy Column being removed from local paper",
            "summary": "Mark Hanna at the Society for Science Based Healthcare has complained recently about the Napier Courier's column written by a local homeopathy business, called &quot;Homeopathy Hub&quot;. the weekly column made many daft claims about the effectiveness of homeopathy, such as:",
            "date_modified": "2016-09-18T00:00:00.000Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2016/09/18/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2016/09/18/",
            "title": "Skeptical Thoughts",
            "date_modified": "2019-02-28T11:54:43.326Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2016/09/18/nonsense/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2016/09/18/nonsense/",
            "title": "Stuff uncritically publishes more medical nonsense",
            "summary": "Stuff have reprinted another article from Juice Daily, which claims that garlic, pineapple, a salt water gargle and chicken soup can help with allergies. Of course, this is all unproven tosh and certainly not good medical advice. Thomas Lumley at Stats Chat does a good job of deconstructing the article, going through all the links in the article and checking out the evidence for the claims. Unsurprisingly, the given evidence is very thin:",
            "date_modified": "2016-09-18T00:00:00.000Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2016/09/18/trump/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2016/09/18/trump/",
            "title": "Trump gets medical opinion from Oz",
            "summary": "As part of the US presidential election circus, and given that both candidates are two of the oldest candidates ever, health records have become a part of the debate.",
            "date_modified": "2016-09-18T00:00:00.000Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2016/09/25/clinic/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2016/09/25/clinic/",
            "title": "Dodgy Thai cancer clinic criticised",
            "summary": "The infamous Brio clinic in Thailand has sucked in unsuspecting kiwis, promising to treat them with unconventional therapies for cancer. One unfortunate victim, Holly Devine, died after raising $55,000 on Givealittle for treatment at the clinic, but before attending the clinic.",
            "date_modified": "2016-09-25T00:00:00.000Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2016/09/25/fluoride/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2016/09/25/fluoride/",
            "title": "Anti Fluoride Group to promote DHB Candidates",
            "summary": "There is currently a bill working its way through parliament which proposes moving the decision to fluoridate water supplies away from local councils and into the hands of DHBs. This appears to be a very good move, as fluoridation is a health issue and DHBs are much better suited to weighing up the pros and cons than local councils are. Councils in NZ have historically been bamboozled by Fluoride Free NZ, our local anti fluoride group, and have in some cases made decisions to remove fluoride.",
            "date_modified": "2016-09-25T00:00:00.000Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2016/09/25/homeopathy/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2016/09/25/homeopathy/",
            "title": "Homeopathy Column removed from local paper",
            "summary": "Mark Hanna at the Society for Science Based Healthcare has complained recently about the Napier Courier's column written by a local homeopathy business, called &quot;Homeopathy Hub&quot;. the weekly column made many daft claims about the effectiveness of homeopathy, such as:",
            "date_modified": "2016-09-25T00:00:00.000Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2016/09/25/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2016/09/25/",
            "title": "Skeptical Thoughts",
            "date_modified": "2019-02-28T11:54:43.362Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2016/09/25/murder/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2016/09/25/murder/",
            "title": "New Sensing Murder Episode being recorded",
            "summary": "Despite much criticism of both the original broadcasts and the recent reruns, it appears that TVNZ are recording a new episode of Sensing Murder. The episode focuses on a murder in Napier in 2008.",
            "date_modified": "2016-09-25T00:00:00.000Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2016/09/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2016/09/",
            "title": "Skeptical Thoughts",
            "date_modified": "2019-02-28T11:54:43.397Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2016/10/21/bigfoot/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2016/10/21/bigfoot/",
            "title": "Indonesian \"Bigfoot\" caught on camera",
            "summary": "Footage has emerged from Indonesia that is claimed to be evidence of Indonesia's bigfoot, Orang Pendek.",
            "image": "https://mark.honeychurch.org/settled_2x.png",
            "date_modified": "2016-10-21T00:00:00.000Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2016/10/21/breasts/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2016/10/21/breasts/",
            "title": "Chinese Man telling women's futures by touching their breasts!",
            "summary": "A Chinese man appears to have invented a novel way to tell the future. He puts his hand down a woman's top, feels her breast, and presumably uses the information he gleans to work out what is in store for the woman. Of course, by using cold reading a fortune teller",
            "date_modified": "2016-10-21T00:00:00.000Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2016/10/21/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2016/10/21/",
            "title": "Skeptical Thoughts",
            "date_modified": "2019-02-28T11:54:43.397Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2016/10/21/medsafe/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2016/10/21/medsafe/",
            "title": "MedSafe has registered over a thousand unproven homeopathic health products as medicines",
            "summary": "Here's a press release that was sent out recently about a complaint I'd made to the ASA. As a result of the complaint, we uncovered the fact that Medsafe &quot;grandfathered&quot; in over a thousand of Weleda's homeopathic products. Medsafe registered these products as medicines without checking if there was evidence that they work, and despite a general understanding within science that homeopathy is ineffective. All they checked for is that there were no records of the products being unsafe, and given that homeopathy is normally nothing more than sugar pills or sugar water there were unlikely to have been any safety issues.",
            "date_modified": "2016-10-21T00:00:00.000Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2016/10/21/zenteq/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2016/10/21/zenteq/",
            "title": "Rival \"health\" bracelet sellers in NZ end up in punch-up",
            "summary": "An incident at the Hawke's Bay Better Home and Living Show has made the news because it made the courtroom. There were sellers of two different brands of health bracelet at the show, Shuzi and Zenteq.",
            "date_modified": "2016-10-21T00:00:00.000Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2016/10/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2016/10/",
            "title": "Skeptical Thoughts",
            "date_modified": "2019-02-28T11:54:43.430Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2016/11/13/conference/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2016/11/13/conference/",
            "title": "Skeptics Conference",
            "summary": "We have some great speakers for this year's Skeptics Conference, including Susan Gerbic who runs the Guerrilla Skepticism on Wikipedia project. Her team put a lot of work into adding a skeptical angle to Wikipedia pages and fleshing out pages of interest to skeptics, such as those of famous scientists.",
            "date_modified": "2016-11-13T00:00:00.000Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2016/11/13/green/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2016/11/13/green/",
            "title": "Go Green Expo full of woo",
            "summary": "I went to the Go Green Expo yesterday, along with other skeptics. The expo is meant to showcase green products and services, but many of the stalls promote alternative health.",
            "image": "https://mark.honeychurch.org/IMG_9812.jpg",
            "date_modified": "2016-11-13T00:00:00.000Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2016/11/13/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2016/11/13/",
            "title": "Skeptical Thoughts",
            "date_modified": "2019-02-28T11:54:43.459Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2016/11/13/vice/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2016/11/13/vice/",
            "title": "The Vice President-Elect is crazy!",
            "summary": "Obviously people around the world are painfully aware of the many crazy beliefs held by president-elect Donald Trump. However, what's less well known is the range of nonsense that Mike Pence, America's future Vice President, believes.",
            "date_modified": "2016-11-13T00:00:00.000Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2016/11/27/bioptron/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2016/11/27/bioptron/",
            "title": "Bioptron call me",
            "summary": "After last Sunday's show, when I talked about Bioptron at the Go Green Expo, a Bioptron rep called up RadioLive and asked for me to contact them. I called, and was then contacted the next day by a Division Manager for Bioptron - David.",
            "date_modified": "2016-11-27T00:00:00.000Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2016/11/27/earthquake/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2016/11/27/earthquake/",
            "title": "Lots of earthquake nonsense",
            "summary": "There have been a few stories in the news recently about earthquakes that have left me feeling skeptical:",
            "date_modified": "2016-11-27T00:00:00.000Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2016/11/27/conference/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2016/11/27/conference/",
            "title": "Skeptics Conference",
            "summary": "We have some great speakers for this year's Skeptics Conference, including Susan Gerbic who runs the Guerrilla Skepticism on Wikipedia project. Her team put a lot of work into adding a skeptical angle to Wikipedia pages and fleshing out pages of interest to skeptics, such as those of famous scientists.",
            "date_modified": "2016-11-27T00:00:00.000Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2016/11/27/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2016/11/27/",
            "title": "Skeptical Thoughts",
            "date_modified": "2019-02-28T11:54:43.460Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2016/11/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2016/11/",
            "title": "Skeptical Thoughts",
            "date_modified": "2019-02-28T11:54:43.496Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2016/12/04/conference/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2016/12/04/conference/",
            "title": "NZ Skeptics Conference",
            "summary": "Here are my notes from this year's NZ Skeptics conference:",
            "date_modified": "2016-12-04T00:00:00.000Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2016/12/04/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2016/12/04/",
            "title": "Skeptical Thoughts",
            "date_modified": "2019-02-28T11:54:43.496Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2016/12/18/colin/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2016/12/18/colin/",
            "title": "Colin Meads using \"magic water\" for his cancer",
            "summary": "I was contacted by a journalist about a local cancer &quot;cure&quot;, Te Kiri Gold, and sent a response (with a little help from ex-chair of the NZ Skeptics, Vicki Hyde):",
            "date_modified": "2016-12-18T00:00:00.000Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2016/12/18/fiji/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2016/12/18/fiji/",
            "title": "Fiji Government conned by scam artist",
            "summary": "Fijian government representatives, including leader Frank Bainimarama, were at a lavish launch event a couple of weeks ago to announce the launch of a new app which is set to revolutionise our mobile phone use.",
            "date_modified": "2016-12-18T00:00:00.000Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2016/12/18/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2016/12/18/",
            "title": "Skeptical Thoughts",
            "date_modified": "2019-02-28T11:54:43.496Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2016/12/18/kinesiology/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2016/12/18/kinesiology/",
            "title": "Applied Kinesiology",
            "summary": "The Society for Science Based Healthcare were asked about Applied Kinesiology this week and I helped to write this response to questions:",
            "date_modified": "2016-12-18T00:00:00.000Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2016/12/18/mmm/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2016/12/18/mmm/",
            "title": "MMM Scam hits Nigeria",
            "summary": "MMM, An investment scheme that has been in trouble around the world appears to have collapsed in Nigeria. The MMM scheme has seen its founder, Sergey Mavrodi, jailed in Russia in the past, but is still operating in many countries:",
            "date_modified": "2016-12-18T00:00:00.000Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2016/12/18/nigel/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2016/12/18/nigel/",
            "title": "Earthquake \"predictor\" shows his true colours",
            "summary": "Nigel Antony Gray, who &quot;predicted&quot; last month's earthquake on Facebook, has recently shown just how daft, and dangerous, he is.",
            "date_modified": "2016-12-18T00:00:00.000Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2016/12/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2016/12/",
            "title": "Skeptical Thoughts",
            "date_modified": "2019-02-28T11:54:43.529Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2016/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2016/",
            "title": "Skeptical Thoughts",
            "date_modified": "2019-02-28T11:54:43.529Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2017/01/22/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2017/01/22/",
            "title": "Skeptical Thoughts",
            "date_modified": "2019-02-28T11:54:43.529Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2017/01/22/scientology/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2017/01/22/scientology/",
            "title": "Scientology \"Ideal Org\" Grand Opening",
            "summary": "Scientology are pushing to open new &quot;Ideal Orgs&quot; around the world, and Auckland's old Whitecliffe Art school building has been converted to a new Org. It was purchased in 2007 with a $10 million loan from Scientology central, but recently local Scientologists borrowed a further $6 million to restore and modernise the building.",
            "image": "https://mark.honeychurch.org/IMG_0172.jpg",
            "date_modified": "2017-01-22T00:00:00.000Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2017/01/29/creation/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2017/01/29/creation/",
            "title": "Kiwi Creationism",
            "summary": "Robert Hunt spoke on behalf of Creation Ministries International this morning at Upper Hutt Baptist Church.",
            "image": "https://mark.honeychurch.org/IMG_0184.jpg",
            "date_modified": "2017-01-29T00:00:00.000Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2017/01/29/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2017/01/29/",
            "title": "Skeptical Thoughts",
            "date_modified": "2019-02-28T11:54:43.565Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2017/01/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2017/01/",
            "title": "Skeptical Thoughts",
            "date_modified": "2019-02-28T11:54:43.565Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2017/02/05/fraudster/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2017/02/05/fraudster/",
            "title": "Ex fraudster released early trying alternative cancer treatment",
            "summary": "Vicki Latele, who was jailed for mortgage fraud, has had a tough time. She has cancer, and has had her stomach removed. It appears that the standard treatments, such as chemotherapy, have not helped her, and she's been released from prison on compassionate grounds.",
            "date_modified": "2017-02-05T00:00:00.000Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2017/02/05/gervais/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2017/02/05/gervais/",
            "title": "Ricky Gervais talks about science vs belief",
            "summary": "This is an argument I've never heard before against an idea I occasionally hear - that belief in science is just like religion, because it requires faith. In fact, I last heard this argument only a couple of weeks ago.",
            "date_modified": "2017-02-05T00:00:00.000Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2017/02/05/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2017/02/05/",
            "title": "Skeptical Thoughts",
            "date_modified": "2019-02-28T11:54:43.565Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2017/02/19/homeopathy/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2017/02/19/homeopathy/",
            "title": "Homeopathic Teething Tablets linked to US deaths for sale in NZ",
            "summary": "Homeopathic products are made by diluting a substance that causes similar symptoms to the condition they're meant to treat. In the case of Hyland's Teething Tablets, that substance is belladonna, also known as deadly nightshade. Wikipedia says that it's &quot;one of the most toxic plants found in the Eastern Hemisphere&quot;.",
            "date_modified": "2017-02-19T00:00:00.000Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2017/02/05/scientology/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2017/02/05/scientology/",
            "title": "Scientology out on the streets in Grafton",
            "summary": "I was messaged this week by someone who works near the new Scientology centre in Auckland. They told me that there are lots of Scientologists out on the streets at the moment, including outside the nearby hospital, trying to bring people into the church. The way they do this is quite disingenuous, normally starting with offering a free personality test - the Oxford Capacity Analysis test (nothing to do with Oxford University)",
            "image": "https://mark.honeychurch.org/image1.jpg",
            "date_modified": "2017-02-05T00:00:00.000Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2017/02/19/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2017/02/19/",
            "title": "Skeptical Thoughts",
            "date_modified": "2019-02-28T11:54:43.607Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2017/02/19/lottery/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2017/02/19/lottery/",
            "title": "Strange lottery \"tactic\" - buying multiple tickets with the same numbers",
            "summary": "A man from Nelson won $100,000 recently when his numbers came up in the lottery, and he'd purchased 12 tickets with the same numbers. Although this is touted as a lottery tactic, in the long run, on average, people using this method to play the lottery will win less than others, as any wins they have will result in a lower payout per ticket.",
            "date_modified": "2017-02-19T00:00:00.000Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2017/02/19/vaxxed/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2017/02/19/vaxxed/",
            "title": "Vaxxed movie showing in Auckland in April",
            "summary": "Anti-vaccination advocates in New Zealand have raised enough money to bring a screening of Vaxxed, a movie created by disgraced ex-doctor Andrew Wakefield and promoted by Robert de Niro, to New Zealand. The movie is an attempt to sow doubt about vaccines, and makes extensive use of secret audio recordings of CDC employee and &quot;whistleblower&quot; William Thompson.",
            "date_modified": "2017-02-19T00:00:00.000Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2017/02/19/whales/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2017/02/19/whales/",
            "title": "Whales were stranded by \"weather modification\" technology",
            "summary": "Apparently the recent stranding of hundreds of whales at Farewell Spit was due to an energy beam from Mount Taranaki. This theory has been posited because of a radar map of rain, which shows an expanding beam supposedly originating from the mountain.",
            "image": "https://mark.honeychurch.org/image1.jpg",
            "date_modified": "2017-02-19T00:00:00.000Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2017/02/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2017/02/",
            "title": "Skeptical Thoughts",
            "date_modified": "2019-02-28T11:54:43.643Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2017/03/05/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2017/03/05/",
            "title": "Skeptical Thoughts",
            "date_modified": "2019-02-28T11:54:43.643Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2017/03/05/rea/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2017/03/05/rea/",
            "title": "My Visit to faith healer Father John Rea",
            "summary": "Six of us skeptics went along to Father John Rea's healing event on Tuesday in Tawa, Wellington. John is a well known healer in New Zealand, and he's appeared on my skeptical radar in the past for making claims about being able to treat cancer.",
            "image": "https://mark.honeychurch.org/IMG_0411.jpg",
            "date_modified": "2017-03-05T00:00:00.000Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2017/03/19/fake/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2017/03/19/fake/",
            "title": "Australian who faked cancer diagnosis and cure found guilty",
            "summary": "Belle Gibson of Australia, who lied about a cancer diagnosis to sell alternative medicine, has been found guilty of &quot;defrauding clients and profiting from false cancer claims&quot;.",
            "date_modified": "2017-03-19T00:00:00.000Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2017/03/19/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2017/03/19/",
            "title": "Skeptical Thoughts",
            "date_modified": "2019-02-28T11:54:43.677Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2017/03/26/census/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2017/03/26/census/",
            "title": "Census adds new non-religious categories",
            "summary": "The NZ Census asks a question of respondents about Religious Affiliation. Historically, the only response available for non-believers has been &quot;No Religion&quot;. NZ Stats have now added several categories in time for the next Census in 2018.",
            "date_modified": "2017-03-26T00:00:00.000Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2017/03/19/murder/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2017/03/19/murder/",
            "title": "Interview with Sensing Murder producers",
            "summary": "An interview with Philly de Lacy (chief executive) and Carolyn Harper (executive producer) of Screentime, who make Sensing Murder, was conducted by Steve Kilgannon of the Sunday Star Times this week. Some really good questions were asked, possibly in part because I was able to talk to the journalist before the interview and give some hints. There are some fascinating things said in the answers given in this interview, such as:",
            "date_modified": "2017-03-19T00:00:00.000Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2017/03/26/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2017/03/26/",
            "title": "Skeptical Thoughts",
            "date_modified": "2019-02-28T11:54:43.677Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2017/03/26/shaquille/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2017/03/26/shaquille/",
            "title": "Shaquille O'Neal believes in a flat earth?",
            "summary": "Shaquille O'Neal gave his support to the flat earth conspiracy movement on a podcast recently. However, although many websites were quick to jump on this, it turns out that Shaq was just joking:",
            "date_modified": "2017-03-26T00:00:00.000Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2017/03/26/nzmj/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2017/03/26/nzmj/",
            "title": "I wrote a letter to the NZ Medical Journal",
            "summary": "Mark Hanna of the Society for Science Based Healthcare and I had an exchange over IM a few months ago, where we realised that there are so many bad claims being made for alternative therapies that if you picked a random combination of condition and treatment, chances are high that someone in NZ is making illegal claims that the treatment can successfully treat the condition.",
            "date_modified": "2017-03-26T00:00:00.000Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2017/03/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2017/03/",
            "title": "Skeptical Thoughts",
            "date_modified": "2019-02-28T11:54:43.714Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2017/04/02/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2017/04/02/",
            "title": "Skeptical Thoughts",
            "date_modified": "2019-02-28T11:54:43.714Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2017/04/02/nasa/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2017/04/02/nasa/",
            "title": "NASA spends over $1 million on theology",
            "summary": "Professor Jerry Coyne is in New Zealand at the moment, ticking our country off his bucket list. I talked with him in the pub a few nights ago, and he alerted me to a developing story in the US where NASA has spent over $1 million on the &quot;Center of Theological Inquiry&quot;. They have been tasked with investigating the &quot;societal implications of the search for life in the universe&quot;, although a look at the topics they're working on makes it sound like the money is being spent on all sorts of weird and wonderful issues:",
            "date_modified": "2017-04-02T00:00:00.000Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2017/04/02/science/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2017/04/02/science/",
            "title": "Citizen Science and Planet 9",
            "summary": "I received an email earlier this week about a new Citizen Science Project called Planet 9.",
            "date_modified": "2017-04-02T00:00:00.000Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2017/04/02/vaxxed/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2017/04/02/vaxxed/",
            "title": "Vaxxed Premiered at Reading Cinemas LynnMall",
            "summary": "Vaxxed played at the LynnMall Reading cinema in Auckland today at 3pm. It's disappointing to see a major corporation allow a misleading, dangerous movie like Vaxxed to play at their venue - and presumably they will be turning a profit from this. Unsurprisingly there's nothing on Reading's website or Facebook page about the screening.",
            "date_modified": "2017-04-02T00:00:00.000Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2017/04/09/tekiri/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2017/04/09/tekiri/",
            "title": "Te Kiri Gold Cancer \"Treatment\" on sale",
            "summary": "We talked about Te Kiri Gold last year, when Sir Colin Meads was in the news endorsing it as a treatment for cancer. Although it wasn't on sale back then, and Vernon had been promising to run proper scientific trials of the product before putting it on the market, this seems to have now been forgotten.",
            "image": "https://mark.honeychurch.org/Screenshot_1.jpg",
            "date_modified": "2017-04-09T00:00:00.000Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2017/04/09/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2017/04/09/",
            "title": "Skeptical Thoughts",
            "date_modified": "2019-02-28T11:54:43.752Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2017/04/09/vaxxed/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2017/04/09/vaxxed/",
            "title": "Otago Uni Screened Vaxxed",
            "summary": "Otago University have defended their decision to allow a screening of Vaxxed, citing free speech and a need to controversial topics to be discussed.",
            "date_modified": "2017-04-09T00:00:00.000Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2017/04/23/arise/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2017/04/23/arise/",
            "title": "Arise Church",
            "summary": "Last Sunday I went to church - not once, but twice. Arise is a large evangelical church that started in Wellington about 15 years ago, and has grown and spread to several other cities.",
            "image": "https://mark.honeychurch.org/IMG_0597.jpg",
            "date_modified": "2017-04-23T00:00:00.000Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2017/04/23/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2017/04/23/",
            "title": "Skeptical Thoughts",
            "date_modified": "2019-02-28T11:54:43.783Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2017/04/23/kelvin/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2017/04/23/kelvin/",
            "title": "Kelvin Cruickshank talks to Jonah Lomu",
            "summary": "Kelvin Cruickshank has made the news because he's promoting a new book - &quot;Surrounded by Spirit&quot;. In the book he claims he talked with the spirit of Jonah Lomu at a show last year, apparently unaware that Jonah's brother John was in the audience:",
            "date_modified": "2017-04-23T00:00:00.000Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2017/04/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2017/04/",
            "title": "Skeptical Thoughts",
            "date_modified": "2019-02-28T11:54:43.783Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2017/05/07/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2017/05/07/",
            "title": "Skeptical Thoughts",
            "date_modified": "2019-02-28T11:54:43.783Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2017/05/21/blasphemy/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2017/05/21/blasphemy/",
            "title": "Blasphemy Law may finally be repealed",
            "summary": "After incidents with Stephen Fry and Jakarta's mayor, blasphemy made the news and there has finally been a push in government to repeal our archaic blasphemy law. Bill English expressed his surprise that we have a blasphemy law (which is funny, given that he's Catholic and the Catholic church have unsuccessfully tried to use the law in this country in the past), and David Seymour attempted to introduce a private member's bill to parliament to repeal the law (section 123 of the Crimes Act).",
            "date_modified": "2017-05-21T00:00:00.000Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2017/05/07/nigel/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2017/05/07/nigel/",
            "title": "Nigel Antony Gray Still Crazy",
            "summary": "Nigel Antony Gray, who shot to infamy last November when he &quot;predicted&quot; an earthquake, gave a talk in Petone last night.",
            "image": "https://mark.honeychurch.org/image2.jpg",
            "date_modified": "2017-05-07T00:00:00.000Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2017/05/21/flat/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2017/05/21/flat/",
            "title": "Proof of a flat earth",
            "summary": "Someone in the US recently flew on a plane with a spirit level to prove that the earth is flat. Instead he demonstrated a misunderstanding of physics.",
            "date_modified": "2017-05-21T00:00:00.000Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2017/05/21/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2017/05/21/",
            "title": "Skeptical Thoughts",
            "date_modified": "2019-02-28T11:54:43.820Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2017/05/21/maori/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2017/05/21/maori/",
            "title": "Proof that people were in NZ before Maori?",
            "summary": "A claim has been made by Noel Hilliam that European settlers beat Maori to settling NZ, and that reconstruction of skulls from a woman and man have shown that they originated in Wales and the Mediterranean, respectively. The woman had blue eyes and blonde hair, and the",
            "date_modified": "2017-05-21T00:00:00.000Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2017/05/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2017/05/",
            "title": "Skeptical Thoughts",
            "date_modified": "2019-02-28T11:54:43.820Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2017/06/04/climate/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2017/06/04/climate/",
            "title": "USA \"pulls out\" of the Paris Climate Accord",
            "summary": "Although there is a history in skepticism of people being &quot;skeptical&quot; of climate change, modern skepticism understands that there is a broad consensus amongst scientists that climate change is both real and caused by humans.",
            "date_modified": "2017-06-04T00:00:00.000Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2017/06/04/hansford/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2017/06/04/hansford/",
            "title": "Nice article about Dave Hansford and 1080",
            "summary": "Dave Hansford from Nelson has written a book - called &quot;Protecting Paradise: 1080 and the Fight to Save New Zealand's Wildlife&quot; - about New Zealand's use of the poison 1080. The name appears to be a play on the Graf Boys' documentary Poisoning Paradise, which tried to paint a picture that 1080 is not as safe as the government says it is.",
            "date_modified": "2017-06-04T00:00:00.000Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2017/06/04/bigelow/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2017/06/04/bigelow/",
            "title": "Robert Bigelow believes aliens are on earth",
            "summary": "Robert Bigelow is convinced that aliens are not only real, but they have visited earth and are living on our planet. He believes that his grandparents were visited by an alien craft, and says that he has spent millions gathering evidence that aliens are among us. People have pointed out that his company Bigelow Aerospace's logo looks a lot like the head of a &quot;gray&quot; - the most popular depiction of an alien, with big almond shaped eyes and a teardrop face.",
            "date_modified": "2017-06-04T00:00:00.000Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2017/06/04/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2017/06/04/",
            "title": "Skeptical Thoughts",
            "date_modified": "2019-02-28T11:54:43.853Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2017/06/04/wasp/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2017/06/04/wasp/",
            "title": "Don't put ground up wasp's nest in your vagina",
            "summary": "A new alternative therapy has become popular recently - grinding up oak galls and putting the paste in your vagina. Oak galls are woody balls created when a wasp larva grows inside an oak tree's leaf bud. It is being claimed by sellers of this remedy that it can tighten and clean your vagina and improve your sex life.",
            "date_modified": "2017-06-04T00:00:00.000Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2017/06/11/colonic/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2017/06/11/colonic/",
            "title": "Apparently I need a colonic",
            "summary": "Nigel Antony Gray is a Scientologist who believes he can predict earthquakes and that the weather is controlled by the government - and recently that fidget spinners send out harmful &quot;frequencies&quot;. Nigel has decided that he will allow skeptics to join his secretive Facebook group - Spiritual Awareness New Zealand - as long as they follow his instructions.",
            "image": "https://mark.honeychurch.org/image1.jpg",
            "date_modified": "2017-06-11T00:00:00.000Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2017/06/11/credulous/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2017/06/11/credulous/",
            "title": "Credulous alt-med article on Radio NZ",
            "summary": "Radio NZ published an article this week that seemed to accept, without evidence, claims that traditional Maori medicine can help with medical conditions including cancer.",
            "date_modified": "2017-06-11T00:00:00.000Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2017/06/11/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2017/06/11/",
            "title": "Skeptical Thoughts",
            "date_modified": "2019-02-28T11:54:43.890Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2017/06/18/breatharians/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2017/06/18/breatharians/",
            "title": "Breatharians make Dangerous Claims",
            "summary": "A breatharian couple, Camila Castello and Akahi Ricardo, have publicly claimed that they live on &quot;cosmic nourishment&quot; from the &quot;energy that exists in the universe and in themselves&quot;. They claim that they didn't eat at all for a period of 3 years, and that they hardly ever eat. When they do eat, it's a piece of fruit or some broth.",
            "date_modified": "2017-06-18T00:00:00.000Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2017/06/11/journals/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2017/06/11/journals/",
            "title": "Aussie shows how lax sham journals can be",
            "summary": "Since a letter of mine was published in the New Zealand Medical Journal recently, I've started receiving occasional emails inviting me to send in a paper to a new journal for publication. It's immediately obvious that these are sham journals, as they call me Dr Honeychurch and are for topics that are unrelated to my area of interest (and not even expertise!), alternative medicine:",
            "date_modified": "2017-06-11T00:00:00.000Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2017/06/18/fieldays/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2017/06/18/fieldays/",
            "title": "Probable nonsense promoted at Hamilton Fieldays",
            "summary": "An article in the Herald this week talked about several innovations that were showcased at the Hamilton Fieldays event. Unfortunately, one of the products, DermaShield, appears to be be very much pseudo-scientific.",
            "date_modified": "2017-06-18T00:00:00.000Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2017/06/18/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2017/06/18/",
            "title": "Skeptical Thoughts",
            "date_modified": "2019-02-28T11:54:43.924Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2017/06/18/oil/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2017/06/18/oil/",
            "title": "Auckland Church Promoting Magical Oil",
            "summary": "The Universal Church of the Kingdom of God has been handing out cross shaped vials of a &quot;holy oil&quot; which it says have been blessed in Jerusalem and can &quot;activate people's faith&quot; in order to treat medical conditions such as depression, addiction, heart problems and chronic pain.",
            "date_modified": "2017-06-18T00:00:00.000Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2017/06/18/jw/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2017/06/18/jw/",
            "title": "I was visited by Jehovah's Witnesses",
            "summary": "The Jehovah's Witnesses came around for an hour or more yesterday, having previously chatted with me last week.",
            "date_modified": "2017-06-18T00:00:00.000Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2017/06/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2017/06/",
            "title": "Skeptical Thoughts",
            "date_modified": "2019-02-28T11:54:43.956Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2017/07/02/baby/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2017/07/02/baby/",
            "title": "Baby kept sick by mother's bad decision",
            "summary": "A mother in the US was found by doctors to be causing her child to fall ill because she was taking pills made from her own placenta. A company in the US makes the pills from dried placenta, and you supply them with your placenta after your child's birth.",
            "date_modified": "2017-07-02T00:00:00.000Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2017/07/02/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2017/07/02/",
            "title": "Skeptical Thoughts",
            "date_modified": "2019-02-28T11:54:43.956Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2017/07/02/scientology/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2017/07/02/scientology/",
            "title": "I went to a Scientology Event",
            "summary": "Since I attended the opening of the new Scientology building in January, I have been called occasionally by a church member called Will who has been inviting me to Auckland Scientology events. However, I'm in Wellington and so I've been waiting patiently for a local event to be announced.",
            "date_modified": "2017-07-02T00:00:00.000Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2017/07/16/bananas/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2017/07/16/bananas/",
            "title": "GMO Bananas may save lives",
            "summary": "I'm hoping that the anti-GMO crowd don't sink the new GMO banana before it has a chance to be properly tested. The banana has had genes inserted that allow it to create alpha and beta carotenes, which allow our bodies to create vitamin A, which should help some of the quarter of a million children who die every year due to a lack of the vitamin.",
            "date_modified": "2017-07-16T00:00:00.000Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2017/07/16/circles/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2017/07/16/circles/",
            "title": "Gifting Circles now illegal",
            "summary": "Women's gifting circles have made the news again this week as they are now officially considered a pyramid scheme by the Commerce Commission.",
            "date_modified": "2017-07-16T00:00:00.000Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2017/07/16/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2017/07/16/",
            "title": "Skeptical Thoughts",
            "date_modified": "2019-02-28T11:54:43.989Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2017/07/16/siggi/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2017/07/16/siggi/",
            "title": "Siggi Henry profiled in the Spinoff",
            "summary": "The Spinoff did a great job of looking into Hamilton Councillor Siggi Henry's views on a variety of topics. It turns out that she's anti fluoride, anti-fat (she recently said that obesity was a risk to others as fat people could fall on you and hurt you) and anti-vaccine.",
            "date_modified": "2017-07-16T00:00:00.000Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2017/07/16/vaxxed/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2017/07/16/vaxxed/",
            "title": "Vaxxed is still a nuisance in NZ",
            "summary": "The group responsible for bringing Vaxxed, an anti-vaccine movie, to Australia and New Zealand is still causing issues in our country. There are more screenings of Vaxxed coming up, including one in Wellington that I will try to attend:",
            "date_modified": "2017-07-16T00:00:00.000Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2017/07/30/bleach/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2017/07/30/bleach/",
            "title": "Rural US Doctor may have to leave NZ",
            "summary": "There's a lack of rural doctors in NZ, and one doctor has spoken on Radio NZ this week about the trials and tribulations he's suffered trying to renew his visa to stay in the country. Dr Feller is a GP at Mountainview Medical Centre in Hawera, and the medical centre is badly in need of the service he provides. Losing him would not be good for the local community.",
            "date_modified": "2017-07-30T00:00:00.000Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2017/07/30/bluebeam/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2017/07/30/bluebeam/",
            "title": "There a major conspiracy theory I've never heard of!",
            "summary": "Last week I learned about a new conspiracy theory from Weather Wars International, a Facebook group dedicated to spreading nonsense about government control of the weather. A video posted to the group shows a field and trees, along with a light halo and what appears to be a rotating planet in the background.",
            "date_modified": "2017-07-30T00:00:00.000Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2017/07/30/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2017/07/30/",
            "title": "Skeptical Thoughts",
            "date_modified": "2019-02-28T11:54:44.028Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2017/07/30/police/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2017/07/30/police/",
            "title": "Sensing Murder hasn't helped NZ Police",
            "summary": "Emails have been released about the show Sensing Murder from OIA requests, and have brought to light (unsurprisingly) that the show has not materially helped the Police, and in some circumstances is considered to be a potential problem for ongoing cases.",
            "date_modified": "2017-07-30T00:00:00.000Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2017/07/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2017/07/",
            "title": "Skeptical Thoughts",
            "date_modified": "2019-02-28T11:54:44.057Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2017/08/06/doll/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2017/08/06/doll/",
            "title": "Haunted Doll \"strikes\" again",
            "summary": "Debbie Merrick bought a doll for £5 and then placed the doll on eBay, after making international news by talking about the doll being haunted. Apparently the doll scratched Debbie's husband, although the doll was not seen causing the scratches - the husband simply woke up with scratches on himself. The determination that the doll caused the scratches came from a psychic friend.",
            "date_modified": "2017-08-06T00:00:00.000Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2017/08/06/conned/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2017/08/06/conned/",
            "title": "Daughter conned into selling her possessions",
            "summary": "Lori Harris from the UK has sold all her belongings to pay for treatment for her mother, Lisa, who has stage 4 ovarian cancer. The Go Fund Me page for the fundraising effort for this treatment, which asks for £200,000, talks of needing money for immunotherapy in Germany, and links to a great article describing how this new therapy has the potential to allow us to treat some cancers in a novel way.",
            "date_modified": "2017-08-06T00:00:00.000Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2017/08/06/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2017/08/06/",
            "title": "Skeptical Thoughts",
            "date_modified": "2019-02-28T11:54:44.057Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2017/08/06/jacinda/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2017/08/06/jacinda/",
            "title": "Jacinta Ardern Conspiracy!",
            "summary": "Vinny Eastwood has suggested that the new head of the Labour Party is in league with the Freemasons:",
            "date_modified": "2017-08-06T00:00:00.000Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2017/08/06/lotto/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2017/08/06/lotto/",
            "title": "Finally, a skeptical story about Lotto",
            "summary": "There was a nice story about the 30th anniversary of the Lotto this week from Stuff. The article talked about how the fact some numbers come up more often than others is likely chance (Lotto take this seriously, and apparently regularly wash and weigh the balls to ensure there's no bias). The difference in frequency between the most drawn ball, number 1 (16.91%) and the least drawn ball number 34 (13.97%) is not huge, and I suspect the number frequency draws a bell curve.",
            "date_modified": "2017-08-06T00:00:00.000Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2017/08/27/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2017/08/27/",
            "title": "Skeptical Thoughts",
            "date_modified": "2019-02-28T11:54:44.095Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2017/08/27/naturopath/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2017/08/27/naturopath/",
            "title": "Naturopath Implicated in Cancer Deaths",
            "summary": "Stuff has a great article about a Naturopath who has been involved in treating the cancer of two patients who have died recently. The patients have both spoken out about how they think they made a mistake in trusting the naturopath.",
            "date_modified": "2017-08-27T00:00:00.000Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2017/08/27/satanic/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2017/08/27/satanic/",
            "title": "Satanic Panic",
            "summary": "It looks like the book has finally been closed on one of the most famous Satanic Panic cases in the US - that of the Kellers.",
            "date_modified": "2017-08-27T00:00:00.000Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2017/08/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2017/08/",
            "title": "Skeptical Thoughts",
            "date_modified": "2019-02-28T11:54:44.095Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2017/09/03/apocalypse/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2017/09/03/apocalypse/",
            "title": "Nonsense book gets free media coverage",
            "summary": "The Herald published an article about someone's prediction that the world will end in a few weeks. David Meade, described as a Christian numerologist, claims that on or just after September the 20th (my birthday!), the world will meet a fiery end.",
            "date_modified": "2017-09-03T00:00:00.000Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2017/09/03/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2017/09/03/",
            "title": "Skeptical Thoughts",
            "date_modified": "2019-02-28T11:54:44.129Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2017/09/03/cancer/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2017/09/03/cancer/",
            "title": "One-sided article updated after complaint",
            "summary": "Last week an article was published on Stuff talking about how a young New Zealand woman who has had cancer (acute lymphoblastic leukemia) since she was 14 is going to spend $20,000 on an alternative treatment for her cancer - Ozone Therapy. The clinic says about this therapy:",
            "date_modified": "2017-09-03T00:00:00.000Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2017/09/03/rectangle/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2017/09/03/rectangle/",
            "title": "Newshub thought a picture of someone holding something rectangular was newsworthy",
            "summary": "Newshub published an article about an 80 year old picture showing a native american man holding something rectangular with flat edges. Although it conceivably looks like an iPhone 5, as the article concedes it's much more likely to be a mirror or blade.",
            "date_modified": "2017-09-03T00:00:00.000Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2017/09/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2017/09/",
            "title": "Skeptical Thoughts",
            "date_modified": "2019-02-28T11:54:44.130Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2017/09/03/stargate/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2017/09/03/stargate/",
            "title": "Iraq was Invaded because they had a stargate",
            "summary": "Another crazy conspiracy theory I'd never heard of - that Saddam Hussein owned a Stargate, and that the US had to invade to take it from him.",
            "date_modified": "2017-09-03T00:00:00.000Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2017/10/01/apocalypse/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2017/10/01/apocalypse/",
            "title": "The Apocalypse has been moved",
            "summary": "David Meade, who I spoke about last month as predicting the end of the world around the 20th of September, has given us all a reprieve. Obviously the world didn't end, but he now says that October the 21st is the real end of the world.",
            "date_modified": "2017-10-01T00:00:00.000Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2017/10/01/freeman/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2017/10/01/freeman/",
            "title": "The FreeMan movement/Sovereign Citizens",
            "summary": "I recently found out that a movement which is popular in America has reached our shores. The Freeman movement, otherwise known as Sovereign Citizens, consists of people who believe that it is possible to declare yourself no longer beholden to the laws of your country, and not liable to pay taxes. Normally the process involves filling in obscure government forms, opting out of government forms of ID such as driving licenses and passports and writing signed declarations using lots of very big legal sounding words.",
            "date_modified": "2017-10-01T00:00:00.000Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2017/10/01/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2017/10/01/",
            "title": "Skeptical Thoughts",
            "date_modified": "2019-02-28T11:54:44.164Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2017/10/01/pharmacy/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2017/10/01/pharmacy/",
            "title": "Some great common sense advice from Rob Stock at Stuff",
            "summary": "The Pharmacy Council recently ran a consultation about a new proposed Code of Ethics, after they tried to weaken their code a couple of years ago to remove the requirement that pharmacists could only sell alternative medicines where there was evidence that they work.",
            "date_modified": "2017-10-01T00:00:00.000Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2017/10/08/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2017/10/08/",
            "title": "Skeptical Thoughts",
            "date_modified": "2019-02-28T11:54:44.197Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2017/10/08/qsb/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2017/10/08/qsb/",
            "title": "New healing device about to go on sale in NZ",
            "summary": "A couple of years ago I went along to a talk in Wellington about a new device called the QTB (Quantum TrailBlazer), now rebranded as a QSB - Quantum Scalar Box. Back then the device was made from a piece of sewage pipe spray painted black, with several blue LEDs around the top. We were told to believe that the device was emitting &quot;scalar waves&quot; (a pseudo-scientific idea) on the Solfeggio frequencies. I sat there for half an hour while the device went through a range of these frequencies, supposedly healing areas of my life.",
            "date_modified": "2017-10-08T00:00:00.000Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2017/10/08/vegas/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2017/10/08/vegas/",
            "title": "Conspiracy Theorists waste no time after Las Vegas shooting",
            "summary": "These days, with modern technology, it only takes a matter of days after most tragic events before conspiracy theorists have converged on an &quot;alternative narrative&quot;. For the Sandy Hook massacre, there are people who claim it was a &quot;false flag&quot; operation where no children were actually killed. For missing flight MH370, the aeroplane was apparently re-routed to a secret military base.",
            "date_modified": "2017-10-08T00:00:00.000Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2017/10/08/pill/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2017/10/08/pill/",
            "title": "Sun protection pill goes on sale in NZ",
            "summary": "NZ now has its second ingested product for sun protection being sold. The first hit the market a few years ago, and is from a company called Osmosis Skincare. Their product contains &quot;harmonised&quot; water, which is described as:",
            "date_modified": "2017-10-08T00:00:00.000Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2017/10/15/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2017/10/15/",
            "title": "Skeptical Thoughts",
            "date_modified": "2019-02-28T11:54:44.230Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2017/10/15/lie/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2017/10/15/lie/",
            "title": "Christchurch private detective offering lie detector test which is unlikely to work",
            "summary": "The prevailing scientific opinion on lie detector tests is that they don't work well enough to be relied on in courts as evidence - in fact, they're probably not even a good way of discerning the truth. Unfortunately a Christchurch based private detective is selling tests to couples as a way of finding out whether a partner has cheated.",
            "date_modified": "2017-10-15T00:00:00.000Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2017/10/15/doterra/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2017/10/15/doterra/",
            "title": "Doterra selling cancer cure in NZ",
            "summary": "Doterra is a successful multinational company which sells innovative medical treatments - or at least that's what they'd have you believe. In reality, it appears to be a Multi Level Marketing scheme, based on Essential Oils, which preys on vulnerable people and makes dangerous untrue claims about their products.",
            "date_modified": "2017-10-15T00:00:00.000Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2017/10/15/soap/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2017/10/15/soap/",
            "title": "Breast Milk Soap",
            "summary": "A company is making claims about their soap made out of breast milk.",
            "date_modified": "2017-10-15T00:00:00.000Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2017/10/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2017/10/",
            "title": "Skeptical Thoughts",
            "date_modified": "2019-02-28T11:54:44.264Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2017/11/05/conference/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2017/11/05/conference/",
            "title": "NZ Skeptics conference in Wellington",
            "summary": "This year's NZ Skeptics conference is in Wellington in 3 weeks. We have speakers such as Cara Santa Maria from the USA, and an ex naturopath, Britt Marie Hermes. We're hoping to officially announce our $100,000 prize for evidence of the supernatural, and it will be interesting to see what kinds of applicants we see over the next few months.",
            "date_modified": "2017-11-05T00:00:00.000Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2017/11/05/glyphosate/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2017/11/05/glyphosate/",
            "title": "Auckland thinking of dropping Glyphosate",
            "summary": "Auckland council are &quot;revisiting&quot; their decision to use popular weedkiller glyphosate, more commonly known as RoundUp. Auckland councillor Wayne Walker seems to be pushing a move to stop using the weedkiller, despite the fact that Federated Farmers and New Zealand's EPA say that it is safe.",
            "date_modified": "2017-11-05T00:00:00.000Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2017/11/05/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2017/11/05/",
            "title": "Skeptical Thoughts",
            "date_modified": "2019-02-28T11:54:44.264Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2017/11/05/stranded/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2017/11/05/stranded/",
            "title": "Women Stranded at Sea for 5 months",
            "summary": "Two women in a yacht were rescued this week, adrift a long way off the coast of Japan. Their story is that they left Honolulu for Tahiti, and immediately hit a storm which damaged their boat. After drifting for 6 months at sea, and being attacked by sharks, they were eventually rescued by the US Navy.",
            "date_modified": "2017-11-05T00:00:00.000Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2017/11/05/tracts/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2017/11/05/tracts/",
            "title": "Children handed religious tracts at Halloween",
            "summary": "My kids went out trick or treating the other day for halloween, and came back with more than just chocolate and lollies. Religious pamphlets were being handed out at some of the local houses, and my 10 year old daughter knew that I'd be interested to see them.",
            "image": "https://mark.honeychurch.org/images/IMG_1542.jpg",
            "date_modified": "2017-11-05T00:00:00.000Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2017/11/12/green/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2017/11/12/green/",
            "title": "Go Green Expo",
            "summary": "There's lots of nonsense at this year's Go Green expo, and I'll be there today sampling the weird and wonderful.",
            "image": "https://mark.honeychurch.org/IMG_1737.jpg",
            "date_modified": "2017-11-12T00:00:00.000Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2017/11/12/ghost/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2017/11/12/ghost/",
            "title": "Ghost in TradeMe mirror",
            "summary": "After a ghost was spotted in a picture of a mirror being sold in a TradeMe auction, Wendy McCawe from Wellington Photographic Supplies quickly spotted that the &quot;ghost&quot; in question was actually a picture of the lead character from TV show Outlander. I'm impressed that she spotted it - I put the image through online forensic image tool Forensically, and couldn't see anything.",
            "date_modified": "2017-11-12T00:00:00.000Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2017/11/12/harassment/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2017/11/12/harassment/",
            "title": "Sexual Harassment of kids is okay, because of Joseph and Mary?",
            "summary": "Republican Senate candidate Judge Roy Moore has been accused of sexually assaulting a 14 girl when he was 14. He has a worrying track record - as well as other accusations of sexual harassment of young girls, he's twice been promoted to the Supreme Court and then removed because of his refusal to follow church/state separation laws. He was suspended for trying to stop legal gay marriages from being performed.",
            "date_modified": "2017-11-12T00:00:00.000Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2017/11/12/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2017/11/12/",
            "title": "Skeptical Thoughts",
            "date_modified": "2019-02-28T11:54:44.331Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2017/11/12/libby/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2017/11/12/libby/",
            "title": "Dr Libby Weaver hits the news - twice",
            "summary": "Dr Libby is a nutritional biochemist, not a medical doctor, who regularly posts alternative medicine articles in Stuff. She sells books, goes on speaking tours, has promoted a Multi Level Marketing scheme - USANA over-priced vitamins - and now sells her own alt-med products",
            "image": "https://mark.honeychurch.org/PotentialPlagiarism.png",
            "date_modified": "2017-11-12T00:00:00.000Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2017/11/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2017/11/",
            "title": "Skeptical Thoughts",
            "date_modified": "2019-02-28T11:54:44.331Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2017/12/03/acupuncture/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2017/12/03/acupuncture/",
            "title": "Acupuncture websites are misleading",
            "summary": "Daniel Ryan from the Society for Science Based Healthcare wrote a study looking at acupuncture advertising in NZ. He ran a targeted search for New Zealand websites making claims about being able to treat a list of conditions for which advertising claims are restricted by the Medicines Act.",
            "date_modified": "2017-12-03T00:00:00.000Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2017/12/03/denialism/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2017/12/03/denialism/",
            "title": "Gluckman talks about science denialism",
            "summary": "Sir Peter Gluckman, the PM's Science Advisor, says that NZ has a science denial problem, but that it's no worse than the rest of the world. Peter thinks that social media bubbles are contributing to this issue, by allowing people to get their news only from places that agree with their existing views on topics. He points out that traditional media is becoming more likely to be polarised as well, which is not good.",
            "date_modified": "2017-12-03T00:00:00.000Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2017/12/03/dowsing/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2017/12/03/dowsing/",
            "title": "Most UK Water Boards use dowsing",
            "summary": "NZ Skeptics Conference\nThe NZ Skeptics conference was a great success, with a quiz on the Friday night and a weekend of fascinating talks. We gave all the attendees a bag of alternative medicine nonsense.",
            "image": "https://mark.honeychurch.org/MCSlides.jpg",
            "date_modified": "2017-12-03T00:00:00.000Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2017/12/03/holes/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2017/12/03/holes/",
            "title": "Holes in popular conspiracy theories",
            "summary": "In a recent article Cracked dot com has pointed out flaws in several popular conspiracy theories.",
            "date_modified": "2017-12-03T00:00:00.000Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2017/12/03/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2017/12/03/",
            "title": "Skeptical Thoughts",
            "date_modified": "2019-02-28T11:54:44.365Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2017/12/17/nhs/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2017/12/17/nhs/",
            "title": "UK has scrapped useless treatments",
            "summary": "18 classes of health product are being de-funded by the NHS in the UK, including 7 that are blacklisted:",
            "date_modified": "2017-12-17T00:00:00.000Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2017/12/17/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2017/12/17/",
            "title": "Skeptical Thoughts",
            "date_modified": "2019-02-28T11:54:44.397Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2017/12/17/oto/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2017/12/17/oto/",
            "title": "My visit to the OTO",
            "summary": "A friend recently contacted the OTO to ask about us attending one of their services, and last night we went to their Gnostic Mass in Wellington.",
            "date_modified": "2017-12-17T00:00:00.000Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2017/12/17/shc/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2017/12/17/shc/",
            "title": "Spontaneous Human Combustion in London",
            "summary": "In September, a 70 year old man apparently burst into flames in London. It's a sad event, and a horrible way to die. The press have started calling it a case of Spontaneous Human Combustion - the idea that people sometimes just randomly burn.",
            "date_modified": "2017-12-17T00:00:00.000Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2017/12/17/pastafarian/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2017/12/17/pastafarian/",
            "title": "First Pastafarian Citizenship in NZ",
            "summary": "Adding legitimacy to the Church of the Flying Spaghetti Monster, the first citizenship has just taken place with a new citizen wearing a colander on his head. Bjorn Oback, from Germany, wore a colander in Hamilton recently.",
            "date_modified": "2017-12-17T00:00:00.000Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2017/12/17/wellworks/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2017/12/17/wellworks/",
            "title": "Nonsense Pharmacy to open in Wellington",
            "summary": "A new pharmacy called Wellworks, focussing on natural health products, is due to open in Wellington in January.",
            "date_modified": "2017-12-17T00:00:00.000Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2017/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2017/",
            "title": "Skeptical Thoughts",
            "date_modified": "2019-02-28T11:54:44.397Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2017/07/02/infowars/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2017/07/02/infowars/",
            "title": "InfoWars promotes theory that NASA keeps slave kids on Mars",
            "summary": "Alex Jones, anchor man of the news outlet InfoWars in the US, hosted Robert David Steele on his show this week, and talked about Robert's theory that NASA are holding slave children on Mars. This has led to NASA officially denying the accusation, along with another recent claim that there are no active rovers on Mars.",
            "date_modified": "2017-07-02T00:00:00.000Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2017/12/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2017/12/",
            "title": "Skeptical Thoughts",
            "date_modified": "2019-02-28T11:54:44.432Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2018/01/21/grounding/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2018/01/21/grounding/",
            "title": "Grounding",
            "summary": "I'm in Nelson on holiday at the moment, and at a market today I saw a lot of nonsense - many bad medical claims being made about honey, jewellery, etc.",
            "image": "https://mark.honeychurch.org/images/IMG_2261.jpg",
            "date_modified": "2018-01-21T00:00:00.000Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2018/01/21/naturopath/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2018/01/21/naturopath/",
            "title": "Ex naturopath being sued",
            "summary": "Britt Hermes used to be a naturopath. She graduated and treated patients in the US, before realising that naturopathy was all bluster and no substance, and she wasn't helping anyone with their medical issues.",
            "date_modified": "2018-01-21T00:00:00.000Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2018/01/21/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2018/01/21/",
            "title": "Skeptical Thoughts",
            "date_modified": "2019-02-28T11:54:44.432Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2018/01/21/respen/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2018/01/21/respen/",
            "title": "Homeopathic treatment for Autism?",
            "summary": "One of the issues with fundraising sites like IndieGogo and Kickstarter is that there's a lack of adequate oversight to ensure that the products being offered are actually plausible. Sometimes things end up on my radar that look too good to be true, and at other times they're just plain ridiculous.",
            "date_modified": "2018-01-21T00:00:00.000Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2018/01/28/bears/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2018/01/28/bears/",
            "title": "Treating Bears with Acupuncture",
            "summary": "This story comes from listener Stu. A couple of bears were injured recently in California's wildfires. They were delivered to UC Davis, a respected university in California. Unfortunately they were handed over to Jamie Payton of UC Davis' Integrative Medicine Service, who proceeded to treat them with unproven therapies such as acupuncture, a &quot;homemade&quot; burn salve, fish skins, cold laser therapy and chiropractic.",
            "date_modified": "2018-01-28T00:00:00.000Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2018/01/28/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2018/01/28/",
            "title": "Skeptical Thoughts",
            "date_modified": "2019-02-28T11:54:44.464Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2018/01/28/peppering/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2018/01/28/peppering/",
            "title": "Peppering of Rabbits?",
            "summary": "This story starts back in 2002. The winner of the NZ Skeptics' Bent Spoon award that year was Green MP Jeanette Fitzsimons. She won the award for supporting the idea of using Possum Peppering to rid NZ of possums.",
            "date_modified": "2018-01-28T00:00:00.000Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2018/01/28/pet/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2018/01/28/pet/",
            "title": "Unvaccinated Pets",
            "summary": "As if people not vaccinating their kids isn't enough nonsense to deal with, there's an increasing trend for pet owners to not vaccinate their pets as well. This appears to be due to silly concerns such as that their pets might suffer from autism, despite the fact that autism hasn't been observed in animals.",
            "date_modified": "2018-01-28T00:00:00.000Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2018/01/28/quake/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2018/01/28/quake/",
            "title": "Another quake prediction",
            "summary": "Frank Hoogerbeets from the Netherlands has predicted a major earthquake of 8 or 9 in the first week of March. His predictions says that &quot;electromagnetic amplifications caused by planetary alignments&quot; will increase seismic activity, and that this will be caused by the alignment of 6 planets.",
            "date_modified": "2018-01-28T00:00:00.000Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2018/01/28/scientology/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2018/01/28/scientology/",
            "title": "Scientology in Disguise",
            "summary": "Scientology has been trying to get the public to buy into its anti-psychiatry ideas in NZ recently. The religion's branch called the Citizens' Commission for Human Rights has been visiting shopping malls around Auckland and setting up displays that seek to teach people that psychiatry is evil.",
            "date_modified": "2018-01-28T00:00:00.000Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2018/01/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2018/01/",
            "title": "Skeptical Thoughts",
            "date_modified": "2019-02-28T11:54:44.496Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2018/02/11/asa/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2018/02/11/asa/",
            "title": "The ASA has written some new guidelines… and they're crap!",
            "summary": "The ASA have had issues recently with the amount of complaints us skeptics have been submitting to them for dodgy medical claims. It appears that as a result of a particular complaint about an acupuncturist they've decided to write a guideline for healthcare related complaints.",
            "date_modified": "2018-02-11T00:00:00.000Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2018/02/11/cannabis/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2018/02/11/cannabis/",
            "title": "Can Cannabis Cure Cancer?",
            "summary": "An Australian woman, Shona Leigh, has publicly spoken about how she supposedly cured herself of cervical cancer with cannabis oil. This story seems to be popular in NZ because of the new Labour government's recent efforts to relax our laws on medicinal cannabis use.",
            "date_modified": "2018-02-11T00:00:00.000Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2018/02/11/elon/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2018/02/11/elon/",
            "title": "Elon Musk proves the earth is round - or does he?",
            "summary": "Elon Musk's company SpaceX successfully launched their first Falcon Heavy rocket this week, after a recent successful launch in New Zealand by RocketLab. It's been a good time for private space companies.",
            "date_modified": "2018-02-11T00:00:00.000Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2018/02/11/homeopathy/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2018/02/11/homeopathy/",
            "title": "Homeopathy Course Cancelled at Canadian College",
            "summary": "Georgian College in Toronto has cancelled a course in homeopathy, due to negative feedback.",
            "date_modified": "2018-02-11T00:00:00.000Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2018/02/11/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2018/02/11/",
            "title": "Skeptical Thoughts",
            "date_modified": "2019-02-28T11:54:44.528Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2018/02/11/water/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2018/02/11/water/",
            "title": "Raw Water is Daft",
            "summary": "Companies in the US are selling &quot;raw&quot; water, which means the water has been untreated. At $50 for 9 litres, it seems pretty expensive for something that's likely to leave you sick.",
            "date_modified": "2018-02-11T00:00:00.000Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2018/02/25/eggs/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2018/02/25/eggs/",
            "title": "Teen Lays Eggs",
            "summary": "An Indonesian teenager has apparently &quot;baffled&quot; doctors by laying eggs. He's laid about 20 eggs over the last 2 years, and x-ray images show an egg inside him before he lays it. The x-ray image makes it unlikely that sleight of hand is involved - he's probably not pretending to produce an egg from internally, but actually just making it appear in his hand at the right time.",
            "date_modified": "2018-02-25T00:00:00.000Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2018/02/25/fsm/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2018/02/25/fsm/",
            "title": "Pastafarianism Knocked Back",
            "summary": "In a setback for the Church of the Flying Spaghetti Monster (FSM), a school kid has been told that his rights at his school don't cover being able to wear a colander on his head for a school picture.",
            "date_modified": "2018-02-25T00:00:00.000Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2018/02/25/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2018/02/25/",
            "title": "Skeptical Thoughts",
            "date_modified": "2019-02-28T11:54:44.561Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2018/02/25/number/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2018/02/25/number/",
            "title": "Memorising a big number will create a black hole?",
            "summary": "The UK Mirror recently carried a weird story claiming that there are numbers so big that they would create a black hole in your brain if you could memorise them. The title of the article is:",
            "date_modified": "2018-02-25T00:00:00.000Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2018/02/25/quackery/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2018/02/25/quackery/",
            "title": "NZ Herald Promoting Animal Quackery",
            "summary": "Liza Schneider has written an article for the BoP Times, printed online in the Herald, which promotes nonsense therapies for animals.",
            "date_modified": "2018-02-25T00:00:00.000Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2018/02/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2018/02/",
            "title": "Skeptical Thoughts",
            "date_modified": "2019-02-28T11:54:44.561Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2018/03/11/ai/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2018/03/11/ai/",
            "title": "New Zealand's own Fantastical AI",
            "summary": "The field of Artificial Intelligence is blooming at the moment, with companies like Google and Alexa delivering small, inexpensive devices to your living room for $75 that can listen to you talk and tell you the weather, order pizza and turn your TV on.",
            "date_modified": "2018-03-11T00:00:00.000Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2018/03/11/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2018/03/11/",
            "title": "Skeptical Thoughts",
            "date_modified": "2019-02-28T11:54:44.598Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2018/03/11/radiation/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2018/03/11/radiation/",
            "title": "Auckland woman builds fence to keep radiation out",
            "summary": "7 Sharp have interviewed Marta Fisch on Waiheke Island, who has built an ugly looking metal box - three side walls - in her garden, to keep out &quot;radiation&quot;. Radiation in this sense is the kind of electromagnetic energy that is used to send TV signals and offer WiFi, and also background radiation from nature.",
            "date_modified": "2018-03-11T00:00:00.000Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2018/03/11/reiki/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2018/03/11/reiki/",
            "title": "Reiki Meeting in New Plymouth",
            "summary": "A Reiki meeting has been deemed newsworthy by the Taranaki Daily News.",
            "date_modified": "2018-03-11T00:00:00.000Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2018/03/11/ufo/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2018/03/11/ufo/",
            "title": "Is the US ignoring UFOs?",
            "summary": "In an article on the NZ Herald, reprinted from the Washington Post, Christopher Mellon argues that there is solid evidence for UFOs, and that the US are not doing enough to investigate.",
            "date_modified": "2018-03-11T00:00:00.000Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2018/03/18/ghost/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2018/03/18/ghost/",
            "title": "Is Dunedin's Regent Theatre Haunted?",
            "summary": "The Regent Theatre in Dunedin is in the news again, as it's been flooded. This is unfortunate, as it appears that someone accidentally left a tap on that has caused damage to carpets and the ceiling. However, the staff at the theatre believe that this wasn't negligence, it was a ghost!",
            "date_modified": "2018-03-18T00:00:00.000Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2018/03/18/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2018/03/18/",
            "title": "Skeptical Thoughts",
            "date_modified": "2019-02-28T11:54:44.635Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2018/03/18/psychic/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2018/03/18/psychic/",
            "title": "Local psychic plays the odds, gets lucky",
            "summary": "Kelvin Cruickshank, one of our famous local psychics who has appeared on Sensing Murder, has &quot;helped&quot; a family to locate the body of &quot;Curly&quot; - an elderly gentleman called Raymond Stirling who went missing in Hamilton in January. A police search had been halted after 11 days with no luck, and then Curly's daughter in law ended up at one of Kelvin's paid shows (at $65 a ticket).",
            "date_modified": "2018-03-18T00:00:00.000Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2018/03/18/quack/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2018/03/18/quack/",
            "title": "Quack \"doctor\" opens up clinic in Auckland",
            "summary": "A quack Chinese doctor from Australia has opened up a clinic in Auckland, to better serve his kiwi patients. Shuquan Liu will likely be selling his weight loss herbal diet in NZ, which consists of getting people to consume nothing but Chinese herbs for two weeks. The diet is an extreme calorie restriction diet (&lt; 200 calories a day), which is likely to be dangerous to those who follow it.",
            "date_modified": "2018-03-18T00:00:00.000Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2018/03/18/radiation/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2018/03/18/radiation/",
            "title": "Auckland woman builds fence to keep radiation out",
            "summary": "7 Sharp have interviewed Marta Fisch on Waiheke Island, who has built an ugly looking metal box - three side walls - in her garden, to keep out &quot;radiation&quot;. Radiation in this sense is the kind of electromagnetic energy that is used to send TV signals and offer WiFi, and also background radiation from nature.",
            "date_modified": "2018-03-18T00:00:00.000Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2018/03/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2018/03/",
            "title": "Skeptical Thoughts",
            "date_modified": "2019-02-28T11:54:44.671Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2018/04/08/calocurb/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2018/04/08/calocurb/",
            "title": "New NZ Diet aid Calocurb launched",
            "summary": "A new locally made diet pill has gone on sale in NZ, and will soon be available in the US as well. Its makers are promoting the product at the moment",
            "date_modified": "2018-04-08T00:00:00.000Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2018/04/08/cam/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2018/04/08/cam/",
            "title": "Call for government funding of natural therapies",
            "summary": "Tanya Filia​, who has beaten the odds and outlived doctors' estimates of her life expectancy, is now pushing for the government to subsidise natural treatments.",
            "date_modified": "2018-04-08T00:00:00.000Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2018/04/08/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2018/04/08/",
            "title": "Skeptical Thoughts",
            "date_modified": "2019-02-28T11:54:44.671Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2018/04/08/psychic/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2018/04/08/psychic/",
            "title": "Who cons the conmen?",
            "summary": "A fraudster has conned a clairvoyant, Maureen Smith, in the UK by pretending to be her on Facebook and charging people money for online readings. The scammer sent messages to all of Maureen's friends through an account that was a copy of the real Maureen's account. Things were going well for the scammer until they sent an invite to Maureen's husband.",
            "date_modified": "2018-04-08T00:00:00.000Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2018/04/15/ignorance/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2018/04/15/ignorance/",
            "title": "The US is losing the war on ignorance",
            "summary": "A recent poll in the US showed an alarming amount of disbelief about whether our world is round. The survey of 8,000 Americans showed that whereas the vast majority of over 55s are happy accepting that we live on a round planet, like all the other planets we see, only two thirds of eighteen to twenty four year olds are sure. The others either don't know either way, are not totally sure or believe in a flat earth.",
            "date_modified": "2018-04-15T00:00:00.000Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2018/04/08/vaccines/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2018/04/08/vaccines/",
            "title": "Does god hate vaccines?",
            "summary": "Brittany Kara, from the US, is apparently a Christian author, NLP practitioner, hypnotherapist and nutrition coach. She's also an anti-vaxxer, and records herself speaking for a YouTube channel where she talks about her views.",
            "date_modified": "2018-04-08T00:00:00.000Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2018/02/25/crisis/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2018/02/25/crisis/",
            "title": "Attack Survivor has to defend himself",
            "summary": "The conspiracy theorists are out in force already after the recent school shooting tragedy. One of the survivors, 17 year old David Hogg, has gone on national TV in the US to publicly state that he's not a &quot;crisis actor&quot;.",
            "date_modified": "2018-02-25T00:00:00.000Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2018/04/15/coffee/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2018/04/15/coffee/",
            "title": "Therapeutic Mushroom Coffee",
            "summary": "There's a new fad to put mushroom in your coffee. Claims are being made that these powdered mushrooms can help your health and wellbeing.",
            "date_modified": "2018-04-15T00:00:00.000Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2018/04/15/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2018/04/15/",
            "title": "Skeptical Thoughts",
            "date_modified": "2019-02-28T11:54:44.744Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2018/04/15/tapu/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2018/04/15/tapu/",
            "title": "The Keeper of the Secrets",
            "summary": "A while ago I was contacted by an older gentleman, Cedric, who told me over the phone that he'd heard me on the show and wanted to know if I was interested in a theory he has about the origins of the Māori race. Of course I was, I said, and after a while I received a self-published 32 page book about the theory.",
            "date_modified": "2018-04-15T00:00:00.000Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2018/04/15/nasa/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2018/04/15/nasa/",
            "title": "Did NASA Astronauts see aliens?",
            "summary": "The NZ Herald seems to think so, republishing a Daily Mail article this week about a lie detector test that Buzz Aldrin apparently took recently to prove that he believes he saw an alien craft on his way to the moon in 1969.",
            "date_modified": "2018-04-15T00:00:00.000Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2018/04/29/google/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2018/04/29/google/",
            "title": "Dr Google",
            "summary": "There's been some interesting local research on people with health conditions doing their own research. The Southern Cross Health Society has looked into whether people look up their symptoms on google before visiting their GP. They talked to GPs about their patients, and found out that an increasing number of them are coming into their practices with knowledge taken from the internet of what is wrong with them.",
            "date_modified": "2018-04-29T00:00:00.000Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2018/04/29/homeopathy/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2018/04/29/homeopathy/",
            "title": "Homeopaths trying to \"cure\" Autism",
            "summary": "An organised group of homeopaths offering bogus treatments for autism has been written about in the Guardian newspaper in the UK. The article talks about how more than 120 homeopaths in the UK are part of this group, called CEASE (Complete Elimination of Autistic Spectrum Expression), and the therapies they are offering are supposed to remove \"toxins\" that are apparently causing autism in children, and many of these toxins are meant to have come from vaccines.",
            "date_modified": "2018-04-29T00:00:00.000Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2018/04/29/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2018/04/29/",
            "title": "Skeptical Thoughts",
            "date_modified": "2019-02-28T11:54:44.777Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2018/04/29/ken/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2018/04/29/ken/",
            "title": "Ken Ring is predicting earthquakes again",
            "summary": "I was contacted by a journalist for the Sunday Star times a few days ago with some questions about Ken Ring. He's predicting an earthquake for June or July the 13th to 15th.",
            "date_modified": "2018-04-29T00:00:00.000Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2018/04/29/v2k/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2018/04/29/v2k/",
            "title": "V2K - what is it?",
            "summary": "I've found another fun conspiracy theory - V2K. Weirdly, it stands for &quot;Voice to Skull&quot; and is a technology where voices can be beamed directly to your head. This is another conspiracy theory that until recently was new to me. The idea is based on the fact that microwaves can be used to create a clicking noise inside someone's head. This is known as the microwave auditory effect, and was discovered in World War Two by people who worked near radar devices. The likely mechanism for the clicking is that parts of the inner ear are being rapidly heated up by the radio waves. The microwaves can be varied to create what sounds like a human voice inside someone's head, which is pretty cool.",
            "date_modified": "2018-04-29T00:00:00.000Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2018/04/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2018/04/",
            "title": "Skeptical Thoughts",
            "date_modified": "2019-02-28T11:54:44.819Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2018/05/13/astrology/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2018/05/13/astrology/",
            "title": "Does your star sign dictate how you drive?",
            "summary": "An advert masquerading as an article, almost totally devoid of any useful data that would allow people to work out whether the results are even significant. However, it seems that some media outlets took it a little too seriously.",
            "date_modified": "2018-05-13T00:00:00.000Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2018/05/13/crystals/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2018/05/13/crystals/",
            "title": "Healing Crystals",
            "summary": "Healing crystals have become very popular recently, with people buying many different crystals to either wear or place in their homes and help with physical and mental health issues, monetary problems and any other problem you could imagine. There are even water bottles with crystals in that are supposed to somehow &quot;energise&quot; the water you drink.",
            "date_modified": "2018-05-13T00:00:00.000Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2018/05/13/dawkins/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2018/05/13/dawkins/",
            "title": "Dawkins has been to visit NZ",
            "summary": "Dawkins has been talking to audiences in NZ, and a local pastor took to Stuff to complain about him in an article. Now, I'm not saying that Dawkins is without flaws - it's common knowledge that he often opens his mouth on Twitter before thinking about what he's saying, and he's no stranger to controversy. But pastor Geoff Robson seems to have gone overboard in trying to protect his belief.",
            "date_modified": "2018-05-13T00:00:00.000Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2018/05/13/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2018/05/13/",
            "title": "Skeptical Thoughts",
            "date_modified": "2019-02-28T11:54:44.856Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2018/05/13/kangen/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2018/05/13/kangen/",
            "title": "Kangen Water has made the news again :(",
            "summary": "As we talked about at the end of last year, there's been a real push to sell Kangen Water devices in NZ recently. An article in the Herald this week has detailed Ainsley Brunton's efforts to sell the water in Whanganui to unsuspecting customers. Her water devices are selling for $4,000, with promises that the water can help with cancer, diabetes and other serious diseases. Enagic in Australia is selling the machines to New Zealanders who are passing them on, and Enagic's prices for a machine that does nothing useful to water vary between $2,300 and $6,500.",
            "date_modified": "2018-05-13T00:00:00.000Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2018/05/13/vitamins/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2018/05/13/vitamins/",
            "title": "Personalised Vitamins",
            "summary": "Stuff had an article this week about personalised vitamins. Companies who require you to talk to a dietician before being recommended vitamins have been around in NZ for a while, but two companies have started up in New Zealand recently that recommend which of their vitamins you should take based on online questionnaires.",
            "image": "https://mark.honeychurch.org/images/image1.png",
            "date_modified": "2018-05-13T00:00:00.000Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2018/05/27/flat/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2018/05/27/flat/",
            "title": "First NZ Flat Earth Conference",
            "summary": "New Zealand's first flat earth conference has just been hosted, last Saturday in Auckland. Around 30 &quot;flat mates&quot; crowded into the Backyard Bar's function room to listen to conversations about how the earth is flat, including live streaming of speakers from overseas.",
            "date_modified": "2018-05-27T00:00:00.000Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2018/05/27/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2018/05/27/",
            "title": "Skeptical Thoughts",
            "date_modified": "2019-02-28T11:54:44.895Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2018/05/27/kangen/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2018/05/27/kangen/",
            "title": "Kangen Water has made the news again :(",
            "summary": "As we talked about at the end of last year, there's been a real push to sell Kangen Water devices in NZ recently. An article in the Herald recently has detailed Ainsley Brunton's efforts to sell the water in Whanganui to unsuspecting customers. Her water devices are selling for $4,000, with promises that the water can help with cancer, diabetes and other serious diseases. Enagic in Australia is selling the machines to New Zealanders who are passing them on, and Enagic's prices for a machine that does nothing useful to water vary between $2,300 and $6,500.",
            "date_modified": "2018-05-27T00:00:00.000Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2018/05/27/ness/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2018/05/27/ness/",
            "title": "New search for Loch Ness Monster",
            "summary": "In the past, searches have been conducted for Nessie, the Loch Ness Monster, using technologies ranging from men with binoculars to underwater video cameras and sonar.",
            "date_modified": "2018-05-27T00:00:00.000Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2018/05/27/oz/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2018/05/27/oz/",
            "title": "Dr Oz to join Trump's health focused Presidential Council",
            "summary": "President Trump will be promoting Dr Mehmet Oz to the President's Council on Sports, Fitness &amp; Nutrition, which is a little worrying. Trump's no stranger to making what look like very bad staffing decisions, and this one is no exception. Dr Oz is well known in the US, having risen from the Oprah show to having his own show. On his show, the Dr Oz Show, he's promoted so many nonsense treatments that he's been told off by the FTC and summoned to talk in front of a senate sub-committee.",
            "date_modified": "2018-05-27T00:00:00.000Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2018/05/27/psychic/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2018/05/27/psychic/",
            "title": "Spirit Whisperer guilty of indecent assault",
            "summary": "A Napier based psychic has been convicted of indecent assault. Craig Wright, called the Spirit Whisperer, has been offering his services in NZ for several years, and has even worked on a pilot for a TV show with Sue Nicholson. Now he's been found guilty of indecent assault of a teenager after performing a &quot;ritual cleansing&quot;. Craig's defence was that he puts his finger in someone's belly button to find out if they are possessed by an entity. When he asserted that the victim had this problem, he took him to another room to rid him of the spiritual attachment and that is when the assault took place.",
            "date_modified": "2018-05-27T00:00:00.000Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2018/05/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2018/05/",
            "title": "Skeptical Thoughts",
            "date_modified": "2019-02-28T11:54:44.981Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2018/06/10/astrology/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2018/06/10/astrology/",
            "title": "Dr Oz promoting Astrology",
            "summary": "Dr Oz is up to his usual nonsense, promoting an author who claims that astrology can predict your health. Rebecca Gordon believes that the Vitruvian Man may hold the key to how the signs of the zodiac map to parts of our body and indicate health issues, and has a new book: &quot;Your Body and the Stars: The Zodiac As Your Wellness Guide&quot;.",
            "date_modified": "2018-06-10T00:00:00.000Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2018/06/10/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2018/06/10/",
            "title": "Skeptical Thoughts",
            "date_modified": "2019-02-28T11:54:44.981Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2018/06/10/nhs/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2018/06/10/nhs/",
            "title": "NHS defends its decision to dump homeopathy",
            "summary": "The NHS recently decided to stop funding homeopathy. Until recently, taxpayers' money was used in the UK to fund homeopathic hospitals (in London, Bristol, Glasgow, Liverpool and Tunbridge Wells) and prescriptions for homeopathy. In part of a suite of changes in an effort to avoid paying for ineffective treatments (including herbal remedies and fish oil), the NHS decided to stop paying money for these pseudoscientific medicines that don't work.",
            "date_modified": "2018-06-10T00:00:00.000Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2018/06/10/shakti/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2018/06/10/shakti/",
            "title": "Shakti Mat",
            "summary": "Breakfast on 1 recently hosted a physiotherapist advertising the Shakti Mat - a yoga mat covered in plastic circles, with each circle consisting of 20 or more sharp spikes. The mat is supposed to work like a bed of nails, activating acupressure points. I've seen the mat sold at shows such as the Go Green Expo, and have stood on one - the points are really sharp, and without socks it was especially painful.",
            "date_modified": "2018-06-10T00:00:00.000Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2018/06/10/weetbix/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2018/06/10/weetbix/",
            "title": "NZ Doctor complains to ASA about weet-bix",
            "summary": "It's always good to see people who aren't known to me in the skeptical community making complaints to the Advertising Standards Authority. Dr Holmes complained to the ASA recently about a Sanitarium Weet-Bix advert for their new gluten free product. In the advert a woman says:",
            "date_modified": "2018-06-10T00:00:00.000Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2018/06/24/blasphemy/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2018/06/24/blasphemy/",
            "title": "Government hoping to scrap blasphemy law",
            "summary": "You may ask what blasphemy has to do with skepticism - often I've talked with people about the intersection of skepticism and religious belief. I feel that religion should never be above skeptical scrutiny. A common question asked of the Skeptics Society is whether someone can be both an atheist and a skeptic - I always say that yes, someone can be both, but that I believe it requires the person to avoid shining a skeptical light on their belief. Skeptics usually stand by the idea that nothing is above questioning, and so a skeptic who isn't willing to scrutinise their religious beliefs seems to be a strange case to me. We should have no sacred cows.",
            "date_modified": "2018-06-24T00:00:00.000Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2018/06/24/cannabis/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2018/06/24/cannabis/",
            "title": "Cannabis Oil for cancer, again...",
            "summary": "The NZ Herald has published a story about a woman whose terminal cancer was cured after she took cannabis oil. Of course, there's more to this story - isn't there always. In this case, the woman used both cannabis oil and chemotherapy to fight her cancer - no prizes for guessing which of those two will have helped her more. It also turns out that cancer was only &quot;terminal&quot; if the woman had not received any treatment. This is not what is normally considered to be a diagnosis of terminal cancer - terminal usually means that the cancer is not treatable with medicine, not that the cancer is not treatable without medicine.",
            "date_modified": "2018-06-24T00:00:00.000Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2018/06/24/hotdog/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2018/06/24/hotdog/",
            "title": "Is hot dog water good for you?",
            "summary": "In Canada, a man has been selling bottles of medicinal hot dog water for $38. The organic beef hot dogs were boiled before being added to unfiltered water and poured into a vial shaped like a test tube. The seller, Douglas Bevans, said that the water would:",
            "date_modified": "2018-06-24T00:00:00.000Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2018/06/24/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2018/06/24/",
            "title": "Skeptical Thoughts",
            "date_modified": "2019-02-28T11:54:45.033Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2018/06/24/led/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2018/06/24/led/",
            "title": "LED lights are apparently not safe for us",
            "summary": "It seems that every new advance in technology is accompanied by people who are willing to warn the world of made up dangers. Anti-vaccine advocates have been around since the beginning of vaccine use over a hundred years ago. People have warned others about the dangers of artificial sweeteners, GM foods and the LHC - all of which have a very low risk profile, and confer major benefits to society.",
            "date_modified": "2018-06-24T00:00:00.000Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2018/06/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2018/06/",
            "title": "Skeptical Thoughts",
            "date_modified": "2019-02-28T11:54:45.074Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2018/07/08/bullet/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2018/07/08/bullet/",
            "title": "Bullet repelling magic in Nigeria",
            "summary": "A seller of magic charms in Nigeria has been killed this week while demonstrating a bullet repelling charm. The sale of charms and potions is commonplace in Nigeria and other parts of Africa, and the charms are very popular.",
            "date_modified": "2018-07-08T00:00:00.000Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2018/07/08/chiros/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2018/07/08/chiros/",
            "title": "Chiropractors finding it hard to be ethical",
            "summary": "Mark Hanna has written a great blog post detailing the issues the Chiropractic Board has had getting their members to abide by their codes and New Zealand law. While I'm not surprised to hear about Chiropractors' efforts to circumvent laws designed to protect patients, it is disappointing to hear. The Chair of the board wrote in their newsletter about a worrying experience she had:",
            "date_modified": "2018-07-08T00:00:00.000Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2018/07/08/hiv/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2018/07/08/hiv/",
            "title": "New HIV vaccine, but is it a made up disease?",
            "summary": "There have been promising results from a recent trial of an HIV vaccine. An effective vaccine would be a useful part of our fight against AIDS related deaths. The new vaccine needs further trials, but in the study showed an 80% immune response, which is much better than previous attempts to create a vaccine. In brief, as I'm sure everyone knows, the HIV virus causes AIDS - Acquired Immune Deficiency Syndrome - and it's this compromised immune system that can be fatal.",
            "date_modified": "2018-07-08T00:00:00.000Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2018/07/08/hrv/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2018/07/08/hrv/",
            "title": "HRV admits they deceived customers",
            "summary": "HRV have plead guilty to 11 counts of misleading customers about their water filters. They were charged with making untrue claims about the levels of chemicals in New Zealand tap water, as well as their filter's ability to soften the water and help with eczema and dermatitis.",
            "date_modified": "2018-07-08T00:00:00.000Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2018/07/08/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2018/07/08/",
            "title": "Skeptical Thoughts",
            "date_modified": "2019-02-28T11:54:45.114Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2018/07/22/cancer/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2018/07/22/cancer/",
            "title": "Alternative cancer therapies linked to earlier death",
            "summary": "A new study of over 1,000 cancer patients in the US has shown that a choice to use alternative therapies alongside conventional therapy leads to a higher chance of dying from cancer. This is a very important finding, and it's something that skeptics have warned about for many years.",
            "date_modified": "2018-07-22T00:00:00.000Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2018/07/22/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2018/07/22/",
            "title": "Skeptical Thoughts",
            "date_modified": "2019-02-28T11:54:45.115Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2018/07/22/resurrection/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2018/07/22/resurrection/",
            "title": "Prophet Arrested for Attempted Resurrection",
            "summary": "\nBBC\nVideo\n\nTalking of superstition, a man in Ethiopia has been arrested for convincing a family to let him resurrect a dead family member.",
            "date_modified": "2018-07-22T00:00:00.000Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2018/07/22/talc/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2018/07/22/talc/",
            "title": "Massive payout for talc \"victims\"",
            "summary": "We talked about a court case a while ago involving Johnson &amp; Johnson, and a claim that asbestos in their talcum powder has been giving people cancer. A new decision in the US has seen a court award damages of nearly NZ$7 billion to 22 people who claim to have been affected by this issue.",
            "date_modified": "2018-07-22T00:00:00.000Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2018/07/22/visas/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2018/07/22/visas/",
            "title": "Visa issues for International Humanists",
            "summary": "Stuff wrote an article today about the issues the Humanist Society have been having with international conference delegates and speakers visiting New Zealand next month.",
            "date_modified": "2018-07-22T00:00:00.000Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2018/07/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2018/07/",
            "title": "Skeptical Thoughts",
            "date_modified": "2019-02-28T11:54:45.151Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2018/08/05/conf/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2018/08/05/conf/",
            "title": "Humanist Conference",
            "summary": "This weekend was the Humanist Conference in Auckland, with some great international and local speakers.",
            "date_modified": "2018-08-05T00:00:00.000Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2018/08/05/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2018/08/05/",
            "title": "Skeptical Thoughts",
            "date_modified": "2019-02-28T11:54:45.151Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2018/08/05/qanon/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2018/08/05/qanon/",
            "title": "QAnon",
            "summary": "\nBBC\nNewsweek\n\nA fun new conspiracy theory has popped up in America, called QAnon. The name comes from the signature of the person who started the conspiracy, Q, posting on the 4chan internet board where messages can be posted anonymously under the username Anonymous.",
            "date_modified": "2018-08-05T00:00:00.000Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2018/08/19/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2018/08/19/",
            "title": "Skeptical Thoughts",
            "date_modified": "2019-02-28T11:54:45.187Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2018/08/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2018/08/",
            "title": "Skeptical Thoughts",
            "date_modified": "2019-02-28T11:54:45.187Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2018/09/02/allergy/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2018/09/02/allergy/",
            "title": "Wellington's \"Allergy\" Expo",
            "summary": "Yesterday I went to an &quot;Allergy Free and Healthy Living Show&quot; in Porirua. Sadly there were very few stands at the expo that were about allergies - there was Allergy NZ and Coeliac New Zealand. Most of the stands were selling fake cures for big bucks.",
            "date_modified": "2018-09-02T00:00:00.000Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2018/09/02/catholic/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2018/09/02/catholic/",
            "title": "Catholic Church Abuse",
            "summary": "Pennsylvania Attorney General Josh Shapiro released a report last week, detailing credible accusations of child abuse against over 300 priests in the state, with over 1,000 victims. Shapiro doesn't think they found all instances of abuse.",
            "date_modified": "2018-09-02T00:00:00.000Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2018/09/02/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2018/09/02/",
            "title": "Skeptical Thoughts",
            "date_modified": "2019-02-28T11:54:45.187Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2018/09/02/jw/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2018/09/02/jw/",
            "title": "Jehovah's Witnesses recommend staying with an abusive partner",
            "summary": "An upcoming edition of the Watchtower from the Jehovah's Witnesses is recommending that church members should consider staying with an abusive partner, even if they feel their life is in danger. Of course, this flies in the face of recommendations from professional organisations the world over who deal with victims of spousal abuse.",
            "date_modified": "2018-09-02T00:00:00.000Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2018/09/02/sen/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2018/09/02/sen/",
            "title": "Khandallah School allowing evangelism",
            "summary": "On Friday afternoon I headed out to Khandallah School in Wellington as part of the Secular Education Network. SEN believes that schools should be secular, and that there is no place in our school system for Religious Instruction.",
            "image": "https://mark.honeychurch.org/images/40377012_280725902746525_6686634510680850432_n.jpg",
            "date_modified": "2018-09-02T00:00:00.000Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2018/09/16/1080/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2018/09/16/1080/",
            "title": "Hikoi of a Poisoned Nation",
            "summary": "Protests have been happening around the country this week on the topic of the government's use of 1080 poison.",
            "date_modified": "2018-09-16T00:00:00.000Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2018/09/16/church/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2018/09/16/church/",
            "title": "Church Visits",
            "summary": "This morning I went along to two church services with a visiting academic, Hamed, who is over in New Zealand from Iran. He had never seen a Christian service before, and had been told to ask me about taking him along to a service. I decided to show him two extremes of what church can be. We started at the Cathedral of St Paul, and then went to Arise evangelical church.",
            "date_modified": "2018-09-16T00:00:00.000Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2018/09/16/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2018/09/16/",
            "title": "Skeptical Thoughts",
            "date_modified": "2019-02-28T11:54:45.261Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2018/09/16/jones/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2018/09/16/jones/",
            "title": "Alex Jones is losing his grip",
            "summary": "Alex Jones, who runs the website InfoWars, seems to be coming apart at the seams.",
            "date_modified": "2018-09-16T00:00:00.000Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2018/09/16/scammers/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2018/09/16/scammers/",
            "title": "Indian Scammers",
            "summary": "I had a phone call this week from &quot;Spark&quot;. I spoke to a couple of Indian gentlemen who explained that my private IP address had been made public, and that this meant that my internet connection was compromised.",
            "date_modified": "2018-09-16T00:00:00.000Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2018/09/30/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2018/09/30/",
            "title": "Skeptical Thoughts",
            "date_modified": "2019-02-28T11:54:45.261Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2018/09/30/jw/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2018/09/30/jw/",
            "title": "A meeting with ex Jehovah's Witnesses",
            "summary": "Yesterday afternoon I met with a group of ex Jehovah's Witnesses.",
            "date_modified": "2018-09-30T00:00:00.000Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2018/09/30/oto/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2018/09/30/oto/",
            "title": "I went back to the OTO",
            "summary": "At the end of last year I went along to an occult ceremony, the OTO's Gnostic Mass. I tried to return in June for the Winter Solstice, but the venue was changed on me at the last minute - apparently they had an issue with the normal venue.",
            "date_modified": "2018-09-30T00:00:00.000Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2018/09/30/who/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2018/09/30/who/",
            "title": "Backward step at the World Health Organisation",
            "summary": "In a frankly scary move, the WHO are legitimising unproven medical therapies by including them in the new edition of its &quot;International Statistical Classification of Diseases and Related Health Problems&quot; - ICD11.",
            "date_modified": "2018-09-30T00:00:00.000Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2018/09/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2018/09/",
            "title": "Skeptical Thoughts",
            "date_modified": "2019-02-28T11:54:45.299Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2018/10/14/hacked/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2018/10/14/hacked/",
            "title": "Have I been hacked?",
            "summary": "The other day I received an ominous email telling me that I have malware installed on my PC as a result of visiting porn sites, and that I need to cough up £850 so that my sordid life isn’t made public:",
            "date_modified": "2018-10-14T00:00:00.000Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2018/10/14/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2018/10/14/",
            "title": "Skeptical Thoughts",
            "date_modified": "2019-02-28T11:54:45.299Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2018/10/14/kangen/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2018/10/14/kangen/",
            "title": "I tried Kangen Water",
            "summary": "Last week a friend let me know that someone in my area was giving away kangen water for free - presumably in an effort to get people to sign up to buy a water filter.",
            "image": "https://mark.honeychurch.org/42264990_1710084992436132_3669443693460324352_n.jpg",
            "date_modified": "2018-10-14T00:00:00.000Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2018/10/14/pakistan/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2018/10/14/pakistan/",
            "title": "Pakistanis trying to influence justice",
            "summary": "Pakistanis are threatening to strike nationwide if leniency is shown to Asia Bibi [Ah-seea Beebee], a woman who has been sentenced to death for a blasphemy charge. The charge was related to the fact that she is Christian, and in 2009 she drank water with the same cup some Muslims at her workplace had been drinking with, and then made comments defending her religious belief when challenged about her actions and told that she was unclean.",
            "date_modified": "2018-10-14T00:00:00.000Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2018/10/14/sarah/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2018/10/14/sarah/",
            "title": "Australian Bent Spoon winner",
            "summary": "The Aussies have just had their skeptics conference, and have given out a Bent Spoon award to Sarah Stevenson, for her Sarah's Day brand of nonsense.",
            "date_modified": "2018-10-14T00:00:00.000Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2018/10/28/blasphemy/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2018/10/28/blasphemy/",
            "title": "Blasphemy law likely to be removed in Ireland",
            "summary": "Ireland has had a bit of a rocky history with its blasphemy law, with a complaint made against a local comedian for calling the Catholic communion wafer &quot;haunted bread&quot;, and Stephen Fry being threatened with legal action for an interview he gave on Irish TV a few years ago.",
            "image": "https://mark.honeychurch.org/0010e6dd-614.jpg",
            "date_modified": "2018-10-28T00:00:00.000Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2018/10/28/hrv/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2018/10/28/hrv/",
            "title": "HRV fined for false claims",
            "summary": "HRV has had to pay out $400k for bad claims it made about its water filters. The interesting thing about this case, in my opinion, is that the the fine was given because it was shown that HRV didn't have the evidence for its claims when it made them.",
            "date_modified": "2018-10-28T00:00:00.000Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2018/10/28/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2018/10/28/",
            "title": "Skeptical Thoughts",
            "date_modified": "2019-02-28T11:54:45.337Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2018/10/28/jesus/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2018/10/28/jesus/",
            "title": "Jesus for NZ",
            "summary": "On Tuesday, hundreds of Christians are expected to march on Parliament - as part of a rally called Jesus for NZ. Their cause is that of the Parliamentary prayer. Until recently, the prayer included mention of Jesus:",
            "image": "https://mark.honeychurch.org/images/0001.jpg",
            "date_modified": "2018-10-28T00:00:00.000Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2018/10/28/natural/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2018/10/28/natural/",
            "title": "Can natural health products be bad for you?",
            "summary": "Herbal remedies are very popular these days, with many pharmacies in New Zealand happy to promote products that don't work as treatments for medical conditions, or even just as a preventative measure - a way of keeping healthy.",
            "date_modified": "2018-10-28T00:00:00.000Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2018/10/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2018/10/",
            "title": "Skeptical Thoughts",
            "date_modified": "2019-02-28T11:54:45.370Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2018/11/04/bibi/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2018/11/04/bibi/",
            "title": "Asia Bibi is Acquitted",
            "summary": "Asia Bibi, who has been on death row in Pakistan for blasphemy for nearly 10 years, has  been acquitted this week. Unsurprisingly, this is far from the the end of her troubles.",
            "image": "https://mark.honeychurch.org/20181007T1150-0353-CNS-ASIA-BIBI-FAMILY.jpg",
            "date_modified": "2018-11-04T00:00:00.000Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2018/11/04/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2018/11/04/",
            "title": "Skeptical Thoughts",
            "date_modified": "2019-02-28T11:54:45.370Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2018/11/04/jesus/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2018/11/04/jesus/",
            "title": "Jesus for NZ",
            "summary": "There were hundreds of Christians at Parliament on Tuesday calling for the reinstatement of the name of Jesus in parliament’s prayer. There were people wearing Make America Great Again hats, bikers in leathers proclaiming the lord, and some pretty horrendous banners - including one calling Speaker of the House Trevor Mallard a “dishonourable Judas”.",
            "date_modified": "2018-11-04T00:00:00.000Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2018/11/04/obdii/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2018/11/04/obdii/",
            "title": "OBDII Fuel Saver",
            "summary": "A friend sent me a video the other day about a fuel saving device for your car. The video was quite well done, and like so many videos on FB had no voice over - instead having a soundtrack, along with large subtitles telling the story:",
            "image": "https://mark.honeychurch.org/Screenshot_1.jpg",
            "date_modified": "2018-11-04T00:00:00.000Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2018/11/04/sleepdrops/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2018/11/04/sleepdrops/",
            "title": "SleepDrops is fundraising",
            "summary": "SleepDrops is a New Zealand company which sells small vials of liquid drops which are supposed to help you get to sleep and stay asleep. Their ingredients are a mixture of small doses of herbs and very small (homeopathic) doses of herbs. A look at the Scientific Research page on their website shows that there’s a dearth of research for any of the ingredients in the SleepDrops products, and absolutely no research on the SleepDrops formulation.",
            "date_modified": "2018-11-04T00:00:00.000Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2018/11/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2018/11/",
            "title": "Skeptical Thoughts",
            "date_modified": "2019-02-28T11:54:45.409Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2018/12/02/ark/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2018/12/02/ark/",
            "title": "Ark Man",
            "summary": "On Wednesday a group of us skeptics visited the Ark Man, Rod Walsh, who has been over in New Zealand from Australia on tour. Rod’s schtick is that god told him in the ‘90s to build a scale model of Noah’s Ark from Genesis. Apparently the day after he was told this by god, he turned on the radio and two people were having a conversation about the ark - which proved to him that god’s voice had been real. Rod has now built 6 scale replicas of Noah’s Ark over the last 20 years, and has been touring the world with his scale models since the ‘90s.",
            "image": "https://mark.honeychurch.org/images/46995988_287108111914527_8172235991533223936_n.jpg",
            "date_modified": "2018-12-02T00:00:00.000Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2018/12/02/green/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2018/12/02/green/",
            "title": "Go Green Expo",
            "summary": "A few weeks ago the Wellington Skeptics made their annual pilgrimage to the Go Green Expo. Billed as a Green Living and Sustainable Lifestyle Show, in reality the majority of stands push nonsense alternative therapies, making illegal medical claims about cherry juice, magnetic bracelets and turmeric shakes and scaring people about the dangers of dirty electricity, blue light, toxins and chemicals. There are also talks with titles such as:",
            "image": "https://mark.honeychurch.org/images/IMG_3801.jpg",
            "date_modified": "2018-12-02T00:00:00.000Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2018/12/02/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2018/12/02/",
            "title": "Skeptical Thoughts",
            "date_modified": "2019-02-28T11:54:45.449Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2018/12/02/ri/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2018/12/02/ri/",
            "title": "MoE Religious Instruction Guidelines Consultation",
            "summary": "The Ministry of Education are finally getting close to publishing guidelines for schools about allowing Religious Instruction classes.",
            "date_modified": "2018-12-02T00:00:00.000Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2018/12/16/blasphemy/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2018/12/16/blasphemy/",
            "title": "Blasphemy Law repeal passes second reading",
            "summary": "The Crimes Amendment Bill passed its second reading in parliament this week, and it now looks likely that our blasphemy law will be repealed in the near future. This is great news, and is being mirrored in other countries.",
            "date_modified": "2018-12-16T00:00:00.000Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2018/12/16/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2018/12/16/",
            "title": "Skeptical Thoughts",
            "date_modified": "2019-02-28T11:54:45.485Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2018/12/16/sleepdrops/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2018/12/16/sleepdrops/",
            "title": "SleepDrops in Trouble",
            "summary": "SleepDrops is a New Zealand based company offering herbal/homeopathic products that are supposed to help you to sleep, although there’s absolutely no evidence that they work.",
            "image": "https://mark.honeychurch.org/81XEEM7itDL._SY606_.jpg",
            "date_modified": "2018-12-16T00:00:00.000Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2018/12/16/tekiri/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2018/12/16/tekiri/",
            "title": "Another Te Kiri Gold celebrity endorsement",
            "summary": "Cocksy, a celebrity builder on New Zealand TV, has cancer and is currently on an experimental new treatment.",
            "image": "https://mark.honeychurch.org/John-Cocksy-Cocks.jpg",
            "date_modified": "2018-12-16T00:00:00.000Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2018/12/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2018/12/",
            "title": "Skeptical Thoughts",
            "date_modified": "2019-02-28T11:54:45.485Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2018/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2018/",
            "title": "Skeptical Thoughts",
            "date_modified": "2019-02-28T11:54:45.485Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/",
            "url": "https://mark.honeychurch.org/blog/skepticism/",
            "title": "Skeptical Thoughts with Mark Honeychurch",
            "summary": "I've been very fortunate to have been allowed to talk on the radio for the last few years, on the topic of skepticism. Anything and everything has been fair game, and I've tried to mix a skeptical critique of news stories with some field work - going out and visiting various weird and wonderful places and groups and talking about my experiences.",
            "image": "https://mark.honeychurch.org/radiolive.jpg",
            "date_modified": "2019-02-28T11:54:45.521Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/random/alphabet/",
            "url": "https://mark.honeychurch.org/blog/random/alphabet/",
            "title": "Homophones of letters of the Alphabet",
            "summary": "My children and I were talking today about letters of the alphabet and how some of them are pronounced the same as words in the English language. We tried to list all the homophones we could think of for each letter of the alphabet, and it was interesting just how many there are.",
            "date_modified": "2019-02-16T00:00:00.000Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2016/04/17/chiro/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2016/04/17/chiro/",
            "title": "Claims chiropractors can treat ADHD, allergies 'misleading' customers",
            "summary": "Mark Hanna and I wrote a letter to the New Zealand Medical Journal about research we had completed showing that the majority of chiropractors break the Chiropractic Board policy on advertising. The policy states:",
            "date_modified": "2016-04-17T00:00:00.000Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2017/05/07/cancer/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2017/05/07/cancer/",
            "title": "Te Kiri Gold makers forced to release a statement",
            "summary": "On April 11th I submitted a complaint to Medsafe about Te Kiri Gold, a bleach made by farmer Vernon Coxhead which he is selling as a cancer cure.",
            "image": "https://mark.honeychurch.org/image1.jpg",
            "date_modified": "2017-05-07T00:00:00.000Z"
        },
        {
            "id": "https://mark.honeychurch.org/blog/skepticism/2018/08/19/jw/",
            "url": "https://mark.honeychurch.org/blog/skepticism/2018/08/19/jw/",
            "title": "My JW weekend",
            "summary": "Source\nI've spent this weekend at the Jehovah's Witnesses convention, titled &quot;Be Courageous&quot;, in Porirua. There were estimated to be 2,000 attendees. I ended up going this year because a couple of local Jehovah's Witnesses, both of which have come to my door over the last few years, made a point of visiting me earlier this week to invite me.",
            "image": "https://mark.honeychurch.org/IMG_3326.jpg",
            "date_modified": "2018-08-19T00:00:00.000Z"
        }
    ]
}